[PAD]	0
Bacteroides-finegoldii	1
Dysgonomonas-gadei	2
Leptolyngbya-sp--PCC-6406	3
Butyricimonas-synergistica	4
Ilyobacter	5
Acinetobacter-haemolyticus	6
Helicobacter-typhlonius	7
Cupriavidus-metallidurans	8
Halococcaceae	9
Jatrophihabitans	10
Verminephrobacter	11
Nocardioides-sp--J54	12
Rickettsia-bellii	13
Meiothermus-timidus	14
Gammaproteobacteria-bacterium-RIFCSPHIGHO2-12-FULL-35-23	15
Sphingobium-japonicum	16
Natronobacterium-gregoryi	17
Brevundimonas-sp--DS20	18
Mycolicibacterium-boenickei	19
Sphaerobacteraceae	20
Frateuria-aurantia	21
Kocuria-varians	22
Lachnoclostridium-phytofermentans	23
Marinomonas-sp--SBI22	24
Haloferula	25
Bacteroides-faecichinchillae	26
Desulfovibrio-hydrothermalis	27
Paenibacillus-sp--FJAT-27812	28
Hoeflea	29
Phyllobacterium-sp--YR531	30
Rhodobacter-sp--SW2	31
Archangiaceae	32
Methanomassiliicoccus	33
Candidatus-Gullanella-endobia	34
Candidatus-Dichloromethanomonas	35
Desulfarculus	36
Nitrosopumilus	37
Megasphaera	38
Pricia	39
Psychrobacter-sp--SHUES1	40
Traorella	41
Halorubrum-sp--SD626R	42
Ruminococcus-sp--CAG-724	43
Clostridiales-bacterium-Firm-09	44
Mariniblastus	45
Clostridium-sp--USBA-49	46
Lysinibacillus-manganicus	47
Candidatus-Roizmanbacteria-bacterium-GW2011-GWA2-37-7	48
Haematobacter	49
Chryseobacterium-sp--BLS98	50
Butyricimonas	51
Stappia-stellulata	52
Deltaproteobacteria-bacterium-CSP1-8	53
Bosea-sp--AAP35	54
Tatlockia-micdadei	55
Haliscomenobacter	56
Agromyces-sp--Root81	57
Tranquillimonas-alkanivorans	58
Synechococcus-sp--MIT-S9509	59
Mariprofundus-ferrooxydans	60
Cupriavidus-sp--BIS7	61
Saccharopolyspora-erythraea	62
Petrotogaceae	63
Roseovarius-sp--217	64
Jeotgalicoccus-halophilus	65
Rhizobiales-bacterium-Ga0077545	66
Chryseobacterium-formosense	67
Mobilibacterium	68
Corynebacterium-mustelae	69
Saccharopolyspora-spinosa	70
Aureimonas-sp--AU12	71
Atopobacter	72
Jeotgalibacillus-alimentarius	73
Polaribacter-reichenbachii	74
Chloroflexi-bacterium-GWB2-54-36	75
Megamonas	76
Curvibacter-sp--PAE-UM	77
Thalassospira-alkalitolerans	78
Rhizobium-sp--Root268	79
Lachnospiraceae-bacterium-AC2028	80
Candidimonas	81
Thauera-humireducens	82
Serratia-sp--Leaf51	83
Mycolicibacter-senuensis	84
Streptomyces-abyssalis	85
Bacteroidetes-bacterium-RBG-19FT-COMBO-42-10	86
Izhakiella	87
Streptomyces-sp--CCM-MD2014	88
Allosalinactinospora	89
Sphingopyxis-sp--QXT-31	90
Oligotropha-carboxidovorans	91
Flavobacterium-tegetincola	92
Acidithiobacillia	93
Methylohalobius-crimeensis	94
Chlorogloeopsis	95
Sphingomonas-sp--Ant-H11	96
Candidatus-Protochlamydia-naegleriophila	97
Porphyromonas-crevioricanis	98
Marinospirillum	99
Burkholderiales-bacterium-GWA2-64-37	100
Anabaena	101
Legionella-worsleiensis	102
Olivibacter	103
Cyanobium-gracile	104
Pseudozobellia-thermophila	105
Frankia-inefficax	106
[Scytonema-hofmanni]-UTEX-B-1581	107
Corynebacterium-propinquum	108
Oribacterium-sp--oral-taxon-108	109
Rhodospirillales-bacterium-69-11	110
Acholeplasmataceae	111
Methanobrevibacter-gottschalkii	112
Candidatus-Nomurabacteria-bacterium-RIFCSPHIGHO2-01-FULL-37-25	113
Ochrovirga	114
Christensenella-sp--AF73-05CM02	115
Paraburkholderia-kururiensis	116
Tangfeifania-diversioriginum	117
Bacteroidales-bacterium-M12	118
Emticicia-oligotrophica	119
Paenibacillus-rhizosphaerae	120
Thermoplasmata	121
Euryarchaeota-archaeon-JdFR-21	122
Mesorhizobium-sp--ORS-3324	123
Pseudopropionibacterium-propionicum	124
Betaproteobacteria-bacterium-Ga0077527	125
Phaseolibacter	126
Hyphomonas-atlantica	127
Natrialbales	128
Actinoalloteichus	129
Candidatus-Omnitrophica-bacterium-CG1-02-40-15	130
Salinisphaeraceae	131
Pseudooceanicola-nitratireducens	132
Mitsuaria-sp--7	133
Ruminococcus-sp--CAG-624	134
Chloroherpeton-thalassium	135
Pseudomonadales	136
Hoyosella-subflava	137
Devosia-soli	138
Staphylococcus-lutrae	139
Prevotella-sp--CAG-1031	140
Oceanobacillus-oncorhynchi	141
Phycicoccus-sp--Soil748	142
Proteobacteria	143
Marinococcus-halophilus	144
Flavobacterium-pectinovorum	145
Lentibacillus-halodurans	146
Vibrio-anguillarum	147
Zetaproteobacteria-bacterium-CG2-30-59-37	148
Arthrobacter-sp--9MFCol3-1	149
Saccharicrinis	150
Blastopirellula-marina	151
Mycobacterium-sp--Root135	152
Bacillus-niameyensis	153
Cyclobacteriaceae	154
Ulvibacter-litoralis	155
Carnobacterium-maltaromaticum	156
Bacillus-selenatarsenatis	157
Prevotella-stercorea-CAG-629	158
Geothrix	159
Arcanobacterium-haemolyticum	160
Thermanaeromonas	161
Deltaproteobacteria-bacterium-SM23-61	162
Flammeovirga-sp--MY04	163
Paraoerskovia-marina	164
Aquidulcibacter-paucihalophilus	165
Silvanigrella	166
Mycoplasma-verecundum	167
Caldivirga-sp--MU80	168
Schaalia-meyeri	169
Thermococcus-thioreducens	170
Aeromicrobium-massiliense	171
Bacillus-alkalitelluris	172
Nocardia-sp--BMG111209	173
Erythrobacter-sp--HL-111	174
Proteocatella-sphenisci	175
Butyrivibrio-sp--AE2015	176
Streptomyces-antibioticus	177
Streptococcus-pasteurianus	178
Candidatus-Woesebacteria-bacterium-GW2011-GWA2-40-7b	179
Roseomonas-aerilata	180
Pectobacterium-betavasculorum	181
Clostridium-tepidiprofundi	182
Bacillus-humi	183
Lactobacillus-crispatus	184
Weissella-koreensis	185
Hyphomonas-chukchiensis	186
Sphingopyxis-sp--LPB0140	187
Pelodictyon	188
Variovorax-sp--OK605	189
Zhongshania-aliphaticivorans	190
Mongoliimonas	191
Anaplasma-phagocytophilum	192
Sphingomonas-sp--PR090111-T3T-6A	193
Vulcanisaeta-thermophila	194
Thermococcus-sibiricus	195
Thioalkalivibrio-sp--ALE14	196
Nitrincola-sp--A-D6	197
Caedimonas-varicaedens	198
bacterium-endosymbiont-of-Mortierella-elongata-FMR23-6	199
Lactobacillus-parafarraginis	200
Streptomyces-puniciscabiei	201
Williamwhitmania	202
Campylobacter-helveticus	203
Enterococcus-sp--10A9-DIV0425	204
Lacunisphaera	205
Gordonibacter-massiliensis	206
Arthrobacter-sp--L77	207
Wigglesworthia	208
Arenitalea	209
[Clostridium]-lavalense	210
Alkaliflexus-imshenetskii	211
Vibrio-quintilis	212
Paenibacillus-sp--JCM-10914	213
Rhizobium-undicola	214
Octadecabacter-arcticus	215
Crenobacter-luteus	216
Ralstonia-sp--25mfcol4-1	217
Paenibacillus-polymyxa	218
Streptomyces-silvensis	219
Actinobacteria-bacterium-RBG-16-64-13	220
Psychrobacter-sp--DAB-AL43B	221
Dokdonia	222
Synechococcus-sp--BL107	223
Chlorobium-limicola	224
Bdellovibrionales-bacterium-RIFOXYA1-FULL-36-14	225
Ruminococcaceae-bacterium-AB4001	226
Gordonia-neofelifaecis	227
Bifidobacterium-moukalabense	228
Streptomyces-gilvigriseus	229
Bifidobacterium-adolescentis	230
Pseudohongiella	231
Variovorax-sp--KK3	232
Ilumatobacteraceae	233
Lysinibacillus	234
Prevotella-scopos	235
Blattabacterium-sp--(Mastotermes-darwiniensis)	236
Rhodococcus-fascians	237
Comamonas-granuli	238
Candidatus-Izimaplasma	239
Streptomyces-sp--NRRL-S-1777	240
Alkanindiges-illinoisensis	241
Alkanindiges	242
Candidatus-Protochlamydia-amoebophila	243
Saccharomonospora-sp--LRS4-154	244
Desulfohalobiaceae	245
Alcaligenes	246
Dorea-sp--CAG-317	247
Parabacteroides-gordonii	248
Neofamilia-massiliensis	249
Beggiatoa	250
Corynebacterium-afermentans	251
Pediococcus-claussenii	252
Alicycliphilus	253
Lactobacillus-sakei	254
Cuniculiplasma	255
Cellulosilyticum-ruminicola	256
Ardenticatenia	257
Chryseobacterium-luteum	258
Pseudobutyrivibrio-sp--OR37	259
Caulobacter-sp--Root656	260
Marine-group-II-euryarchaeote-REDSEA-S11-B3N4	261
Peptostreptococcaceae-bacterium-VA2	262
Chryseobacterium-ureilyticum	263
Paenibacillus-sp--Y412MC10	264
Leptotrichia-sp--oral-taxon-215	265
Variovorax-sp--OV700	266
Cycloclasticus-sp--symbiont-of-Poecilosclerida-sp--M	267
Xylanimonas-cellulosilytica	268
Herbaspirillum-sp--GW103	269
Tenuibacillus	270
Clostridiales-bacterium-Firm-05	271
Desulfurococcaceae	272
Nocardiopsis-listeri	273
Tepidimonas	274
Corynebacterium-sp--KPL1995	275
Caldilineae	276
Marinimicrobium-sp--LS-A18	277
Desulfopila	278
Desulfovibrio-desulfuricans	279
Duganella-sp--Root1480D1	280
Tenacibaculum-maritimum	281
Cnuibacter	282
Variovorax-sp--YR266	283
Streptomyces-sp--CNR698	284
Acetobacterium-dehalogenans	285
Alphaproteobacteria-bacterium-MedPE-SWcel	286
Thermodesulfovibrio-aggregans	287
Legionella-gratiana	288
Xylanimicrobium-pachnodae	289
Sandaracinus	290
Pseudogulbenkiania-sp--NH8B	291
Leeuwenhoekiella-blandensis	292
Methylorubrum-extorquens	293
Psychrobacter-cibarius	294
Lysinimicrobium-pelophilum	295
Haloferax-mucosum	296
Marinobacterium-georgiense	297
Siccibacter-turicensis	298
Odoribacteraceae	299
Natrinema-altunense	300
Streptococcus-suis	301
Eggerthellales	302
Desulfospira	303
Prevotella-histicola	304
Candidatus-Koribacter	305
Chryseobacterium-soldanellicola	306
Actinosynnema-mirum	307
Archaeoglobus-sp--JdFR-22	308
Domibacillus-indicus	309
Plesiomonas-shigelloides	310
Rhodanobacter-denitrificans	311
Candidatus-Arthromitus-sp--SFB-mouse	312
Limimonas-halophila	313
Novosphingobium	314
Corynebacterium-efficiens	315
Candidatus-Woesebacteria-bacterium-RIFOXYA1-FULL-40-18	316
Bacillus-drentensis	317
Thiovulum-sp--ES	318
Chlamydia-felis	319
Haloglycomyces-albus	320
Candidatus-Roizmanbacteria-bacterium-RIFCSPLOWO2-01-FULL-41-22	321
Halothermothrix	322
Micromonospora-carbonacea	323
Arthrobacter-sp--EPSL27	324
Clostridium-sp--AT4	325
Clostridia-bacterium-41-269	326
Natronomonas	327
Candidatus-Moranbacteria-bacterium-RIFOXYC12-FULL-36-13	328
Omnitrophica-WOR-2-bacterium-RIFOXYC2-FULL-38-12	329
Bacillus-loiseleuriae	330
Candidatus-Peregrinibacteria-bacterium-GW2011-GWA2-38-36	331
Methanothrix-thermoacetophila	332
Clostridium-sp--CAG-567	333
Methanococcoides-burtonii	334
Mycolicibacterium	335
Oscillibacter-sp--57-20	336
Wolbachia-endosymbiont-of-Trichogramma-pretiosum	337
Bordetella-avium	338
Colwellia	339
Schaalia-cardiffensis	340
Methylocella-silvestris	341
Candidatus-Endolissoclinum	342
Corynebacterium-sp--HMSC034A01	343
Formosa-sp--Hel1-31-208	344
Firmicutes-bacterium-CAG-822	345
Phaeobacter-sp--CECT-7735	346
Carnobacterium-sp--ZWU0011	347
Cuniculiplasmataceae	348
Haliangium-ochraceum	349
Candidatus-Fluviicola-riflensis	350
Enterococcus-hermanniensis	351
Streptococcus-sp--oral-taxon-431	352
Bacteroides-mediterraneensis	353
Gammaproteobacteria-bacterium-DTU037	354
Candidatus-Uhrbacteria-bacterium-GW2011-GWE2-45-35	355
Bacteroidales-bacterium-H5	356
Rhizobium-sp--AAP43	357
Lactobacillus-hokkaidonensis	358
Chlamydia-pneumoniae	359
Saccharomonospora	360
Methanoculleus	361
Candidatus-Solibacter-usitatus	362
Inediibacterium	363
Komagataeibacter-oboediens	364
Methylobacillus-glycogenes	365
Pricia-antarctica	366
Leuconostocaceae	367
Pseudomonas-fragi	368
Bacteroidetes-bacterium-GWF2-40-14	369
Fusibacter-sp--3D3	370
Variovorax-paradoxus	371
Nitrospirae-bacterium-JdFR-86	372
Loktanella-sp--5RATIMAR09	373
Pelagibaca	374
Scytonema-sp--HK-05	375
Cellulophaga-fucicola	376
Hyphomonadaceae-bacterium-UKL13-1	377
Eikenella	378
Thiovulum	379
Thalassotalea-crassostreae	380
Oceanospirillaceae-bacterium-ASP10-02a	381
Paenibacillus-lautus	382
Deltaproteobacteria-bacterium-RBG-13-43-22	383
Helicobacter-mustelae	384
Gayadomonas-joobiniege	385
Clostridium-sp--CAG-354	386
Gammaproteobacteria-bacterium-Gsub	387
Acetobacter-persici	388
Spirochaetales	389
Roseobacter	390
Halobacterium-salinarum	391
Streptomyces-venezuelae	392
Methanobacterium-congolense	393
Natrinema-salaciae	394
Nocardioides-sp--Soil777	395
Geodermatophilaceae-bacterium-URHB0062	396
Neisseria-zoodegmatis	397
Methanoculleus-horonobensis	398
Clostridioides-mangenotii	399
Xanthomarina-gelatinilytica	400
Bacillus-infantis	401
Clostridium-sp--CAG-510	402
Planctomyces	403
Proteiniclasticum	404
Bacillus-sp--FJAT-26652	405
Mesorhizobium-amorphae	406
Gemmobacter-nectariphilus	407
Enterobacter-ludwigii	408
Actinobacteria-bacterium-69-20	409
Sutterellaceae	410
Deltaproteobacteria-bacterium-tcs-42	411
Desulfotomaculum-hydrothermale	412
Pseudoalteromonas-citrea	413
Sporolactobacillus-terrae	414
Cupriavidus-sp--YR651	415
Deltaproteobacteria-bacterium-GWC2-55-46	416
Luminiphilus	417
Jonquetella-anthropi	418
Bifidobacterium-bifidum	419
Corynebacterium-sp--NML98-0116	420
Paraburkholderia-phenoliruptrix	421
Thermophagus-xiamenensis	422
Bacteroides-coprocola	423
Cyanobium-sp--PCC-7001	424
Synergistia	425
Mycolicibacterium-vulneris	426
Leisingera-methylohalidivorans	427
Henriciella-pelagia	428
Marinomonas-profundimaris	429
Bacteroidales-bacterium-M3	430
Leadbetterella-byssophila	431
Pannonibacter-phragmitetus	432
Limimonas	433
Chlamydiaceae	434
Melghirimyces	435
Mycobacterium-sp--NRRL-B-3805	436
Marmoricola-aequoreus	437
Pseudoalteromonas-lipolytica	438
Bradyrhizobium-sp-	439
Tepidiphilus	440
Sporobacter	441
Pajaroellobacter	442
Rhodococcus-sp--2G	443
Thermosipho-sp--1063	444
Cenarchaeum-symbiosum	445
Basfia	446
actinobacterium-acAMD-5	447
Candidatus-Jidaibacter	448
Acinetobacter-sp--CIP-56-2	449
Sneathia-sanguinegens	450
Tateyamaria-sp--ANG-S1	451
Corynebacterium-fournierii	452
Martelella-mediterranea	453
Microbulbifer	454
Vibrio-tubiashii	455
Veillonellaceae-bacterium-DNF00626	456
Mycolicibacterium-rutilum	457
Sphingobium-sp--YL23	458
Alphaproteobacteria-bacterium-64-11	459
Gynuella-sunshinyii	460
Gilliamella-sp--N-G2	461
Sporomusa-acidovorans	462
Nocardioides-sp--Root190	463
Opitutales	464
Rivularia	465
Pseudobutyrivibrio-sp--ACV-2	466
Candidatus-Levybacteria-bacterium-GW2011-GWB1-39-7	467
Halomonas-chromatireducens	468
Bacillus-aidingensis	469
Aneurinibacillus	470
Corynebacterium-caspium	471
Methyloversatilis-universalis	472
Fervidobacterium-nodosum	473
Oscillospiraceae	474
Catenulisporales	475
Desulfatitalea-tepidiphila	476
Candidatus-Stoquefichus-massiliensis	477
Acidobacteria-bacterium-5-1	478
Eubacterium-sp--CAG-38	479
Amycolatopsis-methanolica	480
Thermus-arciformis	481
Betaproteobacteria-bacterium-Ga0074130	482
Epibacterium-ulvae	483
Streptomyces-caatingaensis	484
Haliangium	485
Ferrimonas-marina	486
Eikenella-sp--NML130454	487
Microbispora-sp--ATCC-PTA-5024	488
Xanthomonas-vasicola	489
Leucobacter-musarum	490
Roseovarius-nanhaiticus	491
Cephaloticoccus-primus	492
Oscillospiraceae-bacterium-Zagget12	493
Lachnospiraceae-bacterium-Zagget3	494
Erwinia-tracheiphila	495
Cellulomonas-sp--Leaf395	496
Nocardia-jinanensis	497
Sediminispirochaeta-bajacaliforniensis	498
Lewinella-cohaerens	499
Mycobacterium-paraseoulense	500
Balneatrix	501
Halomonas-sp--HL-93	502
Ectothiorhodospira-magna	503
Neisseria-arctica	504
Geodermatophilus-ruber	505
Streptomyces-sp--2231-1	506
Oceanibaculum	507
Mycoplasma-auris	508
Pelomonas-sp--Root1444	509
gamma-proteobacterium-SCGC-AAA076-P13	510
Clostridium-sp--CAG-1193	511
Pseudoalteromonas-sp--H103	512
Candidatus-Stoquefichus	513
Pontibaca	514
Paludibacteraceae	515
Caulobacter-sp--URHA0033	516
Candidatus-Riesia-sp--GBBU	517
Flavobacterium-succinicans	518
Rhodococcus-defluvii	519
Bacillus-solimangrovi	520
Lactobacillus-wasatchensis	521
Olleya-marilimosa	522
Streptococcus-pantholopis	523
Thiotrichales	524
Leptospira-wolbachii	525
Agrococcus-jejuensis	526
Bacillus-dakarensis	527
Leptospira-alexanderi	528
Alicyclobacillus-hesperidum	529
Roseburia-sp--CAG-10041-57	530
Methanolinea	531
Chloroflexi-bacterium-13-1-40CM-65-17	532
Shewanella-japonica	533
Lonsdalea-quercina	534
Streptomyces-mobaraensis	535
Kallipyga-massiliensis	536
Flexibacter-flexilis	537
Elusimicrobia-bacterium-CG1-02-63-36	538
Bacillus-sp--JCM-19059	539
Hydrobacter-penzbergensis	540
SAR324-cluster-bacterium-REDSEA-S27-B3	541
Halogeometricum-limi	542
Caldisphaera	543
Deltaproteobacteria-bacterium-GWA2-55-10	544
Thermoactinomyces-daqus	545
Corynebacterium-bouchesdurhonense	546
Paeniglutamicibacter-antarcticus	547
Pseudomonas-balearica	548
Olsenella-sp--HMSC062G07	549
Colwellia-psychrerythraea	550
Streptococcus-sp--HPH0090	551
Candidatus-Hoaglandella	552
Streptosporangium-amethystogenes	553
Joostella	554
Mesoplasma-seiffertii	555
Yoonia-tamlensis	556
[Clostridium]-ultunense	557
Marmoricola-scoriae	558
Methanococcus-aeolicus	559
Aeromicrobium-sp--Root495	560
Arachidicoccus-sp--BS20	561
Bifidobacterium-kashiwanohense	562
Bacteroidia	563
Porphyromonas-uenonis	564
Flavobacterium-sp--83	565
Serratia-rubidaea	566
Aminomonas-paucivorans	567
Corynebacterium-atypicum	568
Thermodesulfobium-narugense	569
Phycisphaerae-bacterium-SM-Chi-D1	570
Holospora	571
Sphingomonas-echinoides	572
gamma-proteobacterium-SCGC-AAA168-P09	573
[Mannheimia]-succiniciproducens	574
Acidiphilium-sp--CAG-727	575
Anaerobium	576
Sulfurospirillum-sp--SCADC	577
[Eubacterium]-sulci	578
Roseovarius-pacificus	579
Pontibacillus-yanchengensis	580
Candidatus-Yanofskybacteria-bacterium-RIFCSPHIGHO2-02-FULL-50-12	581
Verrucomicrobium-sp--BvORR106	582
Rhodanobacter-sp--68-29	583
Prochlorococcus-sp--RS01	584
Holophagaceae	585
[Clostridium]-methylpentosum	586
Bartonella-bacilliformis	587
Nesterenkonia-massiliensis	588
Clostridiales	589
bacteria-symbiont-BFo1-of-Frankliniella-occidentalis	590
Pseudohaliea-rubra	591
Candidatus-Sodalis-pierantonius	592
Agrococcus-carbonis	593
Acetanaerobacterium	594
Flavobacterium-akiainvivens	595
Paracoccus-aminovorans	596
Caulobacter-sp--Root655	597
Methylobacterium-platani	598
Rhizobium-sp--Leaf384	599
Anaerolinea-thermolimosa	600
Anaerotignum	601
Holdemanella	602
Porticoccaceae	603
Epulopiscium-sp--Nele67-Bin005	604
Lachnospiraceae-bacterium-NC2004	605
Pseudobutyrivibrio-xylanivorans	606
Halococcus-saccharolyticus	607
Gloeobacter	608
Prevotella-falsenii	609
Shewanella-psychrophila	610
Mesorhizobium-sp--ORS-3428	611
Faecalicoccus	612
Centipeda	613
Azospirillum-oryzae	614
Flavobacterium-phragmitis	615
Desulfonatronovibrio-magnus	616
Methanosarcina-horonobensis	617
Acidaminococcus-intestini	618
Bosea-thiooxidans	619
Shinella	620
Oceanococcus-atlanticus	621
Chloroflexi-bacterium-RBG-16-64-43	622
Mycobacterium-sp--852002-40037-SCH5390672	623
Roseomonas-stagni	624
Desulfarculaceae-bacterium-JdFR-97	625
Ferrovaceae	626
Caldicellulosiruptor-owensensis	627
Paenalcaligenes	628
Leifsonia-sp--Leaf325	629
Salinibacillus	630
Crenarchaeota-archaeon-13-1-40CM-3-52-10	631
Virgibacillus-siamensis	632
Yonghaparkia	633
Akkermansia-sp--KLE1797	634
Thermus-islandicus	635
Salinarimonas	636
Euryarchaeota-archaeon-RBG-16-67-27	637
Thermotoga-maritima	638
Synechococcus	639
Mariniradius-saccharolyticus	640
Acidovorax-caeni	641
Nigerium	642
Bifidobacterium-breve	643
Nitriliruptorales	644
Rhizobium-sp--Root483D2	645
Massilioclostridium-coli	646
Pyrodictium	647
Gloeobacter-kilaueensis	648
Candidatus-Paracaedibacter	649
Solobacterium	650
Candidatus-Yanofskybacteria-bacterium-RIFCSPLOWO2-12-FULL-44-13b	651
Viridibacillus-arvi	652
Rhizobium-bangladeshense	653
Granulicella-mallensis	654
Thermovenabulum-gondwanense	655
Gulosibacter-molinativorax	656
Sinorhizobium-americanum	657
Streptococcus-infantarius	658
Chryseobacterium-polytrichastri	659
Bulleidia	660
Clostridiales-bacterium-Firm-10	661
Wolbachia-endosymbiont-of-Dactylopius-coccus	662
Taylorella-asinigenitalis	663
Desulfovibrio-sp--U5L	664
Porphyromonas-sp--COT-290-OH3588	665
Neisseria-sp--HMSC071C03	666
Cedecea-neteri	667
Bacillus-sp--UNC41MFS5	668
Syntrophomonas-sp--DTU018	669
Desulfofundulus-kuznetsovii	670
Vibrio-nigripulchritudo	671
Inquilinus-limosus	672
Acholeplasma-granularum	673
Desulfobulbus-elongatus	674
Acinetobacter-pittii	675
Zetaproteobacteria-bacterium-CG2-30-46-52	676
Mycoplasma-pulmonis	677
Rhizobium	678
Chloracidobacterium-thermophilum	679
Neptunicoccus	680
Moritella-sp--PE36	681
Halomonas-lionensis	682
Oscillochloris	683
Desulfatibacillum-alkenivorans	684
Desulfuromonas-soudanensis	685
Edwardsiella-ictaluri	686
Halomonas-shengliensis	687
Vibrio-sp--UCD-FRSSP16-30	688
Streptomyces-sp--150FB	689
Clostridium-tetani	690
Paenibacillaceae	691
Rhodococcus-aetherivorans	692
Knoellia	693
Spirochaetes-bacterium-GWF1-49-6	694
Methyloligella-halotolerans	695
Lactobacillus-florum	696
Candidatus-Kinetoplastibacterium-galatii	697
Belnapia-moabensis	698
Moorea-producens	699
Chloroflexi-bacterium-RBG-16-68-14	700
Clostridiales-bacterium-S5-A14a	701
Haloterrigena-daqingensis	702
Brachymonas-chironomi	703
Shewanella-frigidimarina	704
Atopobium-sp--ICM42b	705
Bacillus-azotoformans	706
Nocardioides-sp--Root1257	707
Patulibacteraceae	708
Rhizobium-taibaishanense	709
Candidatus-Homeothermus	710
Mycobacterium-sp--MS1601	711
Chloroflexi-bacterium-13-1-40CM-66-19	712
Thermodesulfobium	713
Palaeococcus-pacificus	714
Fusobacterium-nucleatum	715
Hippea-jasoniae	716
Lactobacillus-helveticus	717
Perlucidibaca-piscinae	718
Methanohalophilus-halophilus	719
Hymenobacter-sp--IS2118	720
Winogradskyella-sp--J14-2	721
Salinicola-sp--MIT1003	722
Myxococcales	723
Lactobacillus-ingluviei	724
Dehalococcoides	725
Sinorhizobium-fredii	726
Tissierellia	727
Sunxiuqinia-elliptica	728
Pseudooceanicola	729
Prevotella-lascolaii	730
Methanospirillaceae	731
Synechococcus-sp--SynAce01	732
Xenorhabdus-japonica	733
Flavisolibacter-ginsengisoli	734
Frankia-discariae	735
Candidatus-Peregrinibacteria-bacterium-GW2011-GWF2-38-29	736
Acidilobus	737
Cupriavidus-sp--USMAA2-4	738
Parachlamydiales	739
Elusimicrobia-bacterium-RIFCSPLOWO2-01-FULL-59-12	740
Labrenzia-sp--OB1	741
Kyrpidia	742
Candidatus-Gottesmanbacteria-bacterium-RIFCSPLOWO2-01-FULL-49-10	743
Thermofilaceae	744
Labilithrix-luteola	745
Caulobacter-sp--Root487D2Y	746
Polaribacter-sp--Hel1-33-78	747
Candidatus-Mikella-endobia	748
Afipia	749
Aquimarina-atlantica	750
Mesorhizobium-sp--WSM3224	751
Sulfurospirillum-deleyianum	752
Arthrobacter-sp--UCD-GKA	753
Yoonia-vestfoldensis	754
Gemella-morbillorum	755
Verrucomicrobia-bacterium-CG1-02-43-26	756
Muricauda	757
Tenacibaculum	758
Rhizobiales-bacterium-Ga0077548	759
Dethiosulfovibrio-salsuginis	760
Lachnospiraceae-bacterium-C7	761
Pelagirhabdus	762
Arcobacter-lanthieri	763
Stomatobaculum-longum	764
Mycobacterium-mantenii	765
Streptomyces-turgidiscabies	766
Elusimicrobia-bacterium-GWA2-61-42	767
Methanococcoides-methylutens	768
Scytonema	769
Helicobacter-pullorum	770
Sphingopyxis-baekryungensis	771
Sphaerobacter-thermophilus	772
Thioalkalivibrio-sp--AKL11	773
Gordonia-rhizosphera	774
Methylorubrum	775
Butyrivibrio-sp--MC2013	776
Desulfurispora	777
Firmicutes-bacterium-M10-2	778
Microbacterium-testaceum	779
Sphingomonas-sp--Leaf343	780
Vibrio-mediterranei	781
Bacteroidetes-bacterium-GWE2-40-15	782
Natrialbaceae	783
Planococcus-plakortidis	784
Lactobacillus-rennini	785
Streptococcus-parasanguinis	786
Candidatus-Saccharibacteria	787
Methanobacterium-sp--MB1	788
Rickettsia-prowazekii	789
Caldivirga-maquilingensis	790
Deltaproteobacteria-bacterium-RBG-13-61-14	791
Streptosporangiaceae	792
Acidianus-manzaensis	793
Halomicronema-hongdechloris	794
Haematomicrobium	795
Mucinivorans	796
Winogradskyella-thalassocola	797
Halomonas-pantelleriensis	798
Vibrio-diazotrophicus	799
Thermus-igniterrae	800
Kozakia	801
Methylacidiphilum-infernorum	802
Bacteroidales-bacterium-WCE2004	803
Streptococcus-constellatus	804
Tersicoccus	805
Alistipes-ihumii	806
Chryseobacterium-hungaricum	807
Chloroflexi-bacterium-RBG-16-72-14	808
Clostridiales-bacterium-DRI-13	809
Yonghaparkia-sp--Root332	810
Flavobacteria-bacterium-BBFL7	811
Wenxinia-saemankumensis	812
Mycoplasma-agalactiae	813
Sphingomonas-sp--JS21-1	814
actinobacterium-SCGC-AAA027-J17	815
Thiolinea	816
Asticcacaulis	817
Chlamydiae-bacterium-GWA2-50-15	818
Alteromonas-australica	819
Vibrio-ezurae	820
Atopobium-parvulum	821
Vulcanisaeta	822
Chamaesiphon-minutus	823
Actinomycetospora-chiangmaiensis	824
Bacteroides-acidifaciens	825
Mycoplasma-sp--CAG-776	826
Trichococcus-palustris	827
Terriglobus-roseus	828
Barnesiella	829
Nostoc-sp--PCC-7107	830
Lautropia-mirabilis	831
Planococcus-rifietoensis	832
Leptolyngbya-sp--KIOST-1	833
Neosynechococcus	834
Haloterrigena-salina	835
Lampropedia-cohaerens	836
Psychrobacter-aquaticus	837
Deinococcus-sp--Leaf326	838
Planococcus-kocurii	839
Desulfovibrio-salexigens	840
Oribacterium-sp--oral-taxon-078	841
Desulfovibrio-legallii	842
Luteimonas-sp--FCS-9	843
Rickettsia-akari	844
Butyrivibrio-proteoclasticus	845
Caballeronia-telluris	846
Shuttleworthia-satelles	847
Rufibacter-tibetensis	848
Cetobacterium-ceti	849
Brevundimonas-sp--Leaf363	850
Caloramator	851
Tersicoccus-phoenicis	852
Geosporobacter-subterraneus	853
Raphidiopsis-brookii	854
Clostridium-sp--CAG-780	855
Exiguobacterium-sp--AT1b	856
Bordetella-pertussis	857
Stackebrandtia	858
Thermoanaerobacterium-saccharolyticum	859
Thermoactinomyces-sp--DSM-45891	860
Rhizobium-sp--CF097	861
Methylomicrobium-album	862
Natrialbaceae-archaeon-B1-Br10-E2g2	863
Thalassobius-mediterraneus	864
Bacillus-korlensis	865
Maritalea	866
Thalassobaculum	867
Xylophilus	868
Streptococcus-oralis	869
Ruminococcaceae-bacterium-P7	870
Desulfovibrio-cuneatus	871
Nitrospirae-bacterium-GWC2-57-13	872
Bergeyella	873
Actinomadura-rubrobrunea	874
Bacteroidetes-bacterium-CG2-30-32-10	875
Megasphaera-micronuciformis	876
Halobacteroidaceae	877
Roseicitreum	878
Thermicanus-aegyptius	879
Microbacterium-sp--PAMC-28756	880
Flavobacteriales-bacterium-ALC-1	881
Campylobacter-insulaenigrae	882
Bathymodiolus-septemdierum-thioautotrophic-gill-symbiont	883
Salegentibacter-sp--T436	884
Rhodobacteraceae-bacterium-HIMB11	885
Pasteurellaceae-bacterium-NI1060	886
Thermoleophilia	887
Bibersteinia	888
Actinokineospora-inagensis	889
Polynucleobacter-necessarius	890
Syntrophobacter	891
Thermoactinospora-rubra	892
Sphingomonadales-bacterium-Ga0077531	893
Devosia-sp--66-22	894
Sphingobium-xenophagum	895
Nocardiopsis-sp--TSRI0078	896
Chloroflexi-bacterium-RBG-16-60-22	897
Serratia-oryzae	898
Filifactor	899
Rhizobiales-bacterium-63-7	900
Staphylococcus-fleurettii	901
Poseidonocella-pacifica	902
Anaeroglobus-geminatus	903
Acetobacterium	904
Ruminococcus-flavefaciens	905
Mycobacteroides-salmoniphilum	906
Lysinibacillus-macroides	907
Paraburkholderia-acidipaludis	908
Pseudoalteromonas-issachenkonii	909
Pontibacter-lucknowensis	910
Methylopila	911
Shewanella-woodyi	912
Picrophilus-torridus	913
Candidatus-Roizmanbacteria-bacterium-RIFCSPHIGHO2-02-FULL-40-13b	914
Halofilum-ochraceum	915
Rhizobium-sp--CF122	916
Treponema-bryantii	917
Thermomicrobia	918
Mycobacterium-scrofulaceum	919
Verrucomicrobium-sp--BvORR034	920
Rhodobacteraceae-bacterium-GWF1-65-7	921
Myxococcales-bacterium-68-20	922
Bosea-sp--BIWAKO-01	923
Methanolobus	924
Staphylococcus-lugdunensis	925
Clostridium-sp--CAG-967	926
Pleurocapsales	927
Intestinibacter	928
Geodermatophilus-africanus	929
Woodsholea-maritima	930
Epibacterium-multivorans	931
Mesoplasma	932
Moorea	933
Firmicutes	934
Acinetobacter-baylyi	935
Desulfobacteraceae-bacterium-4572-35-1	936
Defluviitalea-phaphyphila	937
Eudoraea	938
Sulfurisphaera-tokodaii	939
Thermotoga-petrophila	940
Leifsonia-sp--71-9	941
Limnobacter-sp--CACIAM-66H1	942
Propionibacterium-freudenreichii	943
Candidatus-Yanofskybacteria-bacterium-RIFOXYA2-FULL-45-28	944
Anaerotruncus-rubiinfantis	945
Deferrisoma	946
Colwellia-mytili	947
Novosphingobium-sp--MBES04	948
Paenibacillus-sp--VKM-B-2647	949
Mycobacterium-sp--852013-50091-SCH5140682	950
Candidatus-Desulfofervidus-auxilii	951
Exiguobacterium-aurantiacum	952
Candidatus-Profftella	953
Lentimicrobium	954
Clostridiisalibacter-paucivorans	955
Streptococcus-salivarius	956
Candidatus-Magasanikbacteria-bacterium-RIFOXYC2-FULL-42-28	957
Mesorhizobium-prunaredense	958
Rubidibacter	959
Pseudodesulfovibrio-piezophilus	960
Chryseolinea	961
Thermotoga-sp--50-64	962
Geoglobus-acetivorans	963
Chryseobacterium-piperi	964
Zunongwangia	965
Candidatus-Kaiserbacteria-bacterium-RIFCSPHIGHO2-01-FULL-53-31	966
Janibacter-corallicola	967
Serratia-plymuthica	968
Corynebacterium-aquilae	969
Commensalibacter	970
Polaromonas-sp--EUR3-1-2-1	971
Liberibacter-crescens	972
[Clostridium]-spiroforme	973
Campylobacter-sputorum	974
Pelomonas-sp--Root1217	975
Enterococcus-pseudoavium	976
Deltaproteobacteria-bacterium-RIFOXYD12-FULL-55-16	977
Sulfurimonas-sp--RIFOXYD12-FULL-33-39	978
Candidatus-Magasanikbacteria-bacterium-RIFOXYD12-FULL-33-17	979
Bacillus-gottheilii	980
Phaeobacter-sp--11ANDIMAR09	981
Campylobacter-upsaliensis	982
Catonella-morbi	983
Thermococci	984
Candidatus-Lambdaproteobacteria-bacterium-RIFOXYD2-FULL-50-16	985
Crocinitomix-algicola	986
Clostridiaceae	987
Photobacterium-galatheae	988
Flavobacterium-sp--Root186	989
Legionella-pneumophila	990
Barnesiella-intestinihominis	991
Parabacteroides-merdae	992
Sphingobium-herbicidovorans	993
Azotobacter-chroococcum	994
Dermacoccaceae	995
Hydrogenophaga-flava	996
Fulvivirga	997
Stackebrandtia-nassauensis	998
Mycobacterium-sp--GA-1999	999
Nitrosoarchaeum	1000
Nocardia-niwae	1001
Jeotgalibacillus-soli	1002
Bacillus-dielmoensis	1003
Bacillus-sp--FJAT-27251	1004
Pantoea	1005
Mesoaciditogales	1006
Micromonospora-aurantiaca	1007
Myroides-odoratus	1008
Psychroserpens-jangbogonensis	1009
Pandoraea-sp--ISTKB	1010
Rhizobium-sp--AC27-96	1011
Lactobacillus-versmoldensis	1012
Methanobacterium-paludis	1013
Clostridium-perfringens	1014
Clostridiales-bacterium-PH28-bin88	1015
Desulfobulbus-mediterraneus	1016
Solemya-velesiana-gill-symbiont	1017
Cellulomonas-cellasea	1018
Haloarculaceae	1019
Leifsonia-sp--Root227	1020
Actinomyces-ruminicola	1021
Methanobrevibacter-oralis	1022
Aliivibrio-wodanis	1023
Winogradskyella-sp--RHA-55	1024
Archaeoglobi	1025
Streptococcus-acidominimus	1026
Saccharothrix-sp--CB00851	1027
Candidatus-Parcubacteria-bacterium-4484-255	1028
Hoyosella	1029
Streptomyces-kanasensis	1030
Algibacter-pectinivorans	1031
Porphyromonas-sp--oral-taxon-278	1032
Streptomyces-sp--2131-1	1033
Halorientalis	1034
Microbacterium-sp--Leaf151	1035
Thermococcaceae	1036
Candidatus-Woesebacteria-bacterium-RIFCSPLOWO2-01-FULL-39-10b	1037
Thermogladius	1038
Clostridioides-difficile	1039
Streptococcus-ictaluri	1040
Marinobacter-sp--AC-23	1041
Bradyrhizobiaceae	1042
Acidovorax-citrulli	1043
Desulfurococcus-mucosus	1044
Nocardia-grenadensis	1045
Phocea-massiliensis	1046
Magnetofaba	1047
Citrobacter	1048
Candidatus-Magasanikbacteria-bacterium-RIFOXYC2-FULL-39-8	1049
Psychroserpens	1050
Thermomonas	1051
Lactobacillus-secaliphilus	1052
Sporichthya	1053
Sulfurospirillum-cavolei	1054
Pelomonas	1055
Candidatus-Peribacteria-bacterium-RIFCSPLOWO2-12-FULL-55-15	1056
Arenibacter-certesii	1057
Psychroflexus-sediminis	1058
Mycolicibacterium-diernhoferi	1059
Streptomyces-chartreusis	1060
Agrobacterium-sp--DSM-25559	1061
Collimonas-sp--OK307	1062
Candidatus-Adiutrix-intracellularis	1063
Parasaccharibacter-apium	1064
Gilvimarinus	1065
Aeromonadaceae	1066
Methanocaldococcaceae	1067
Candidatus-Gottesmanbacteria-bacterium-RIFOXYB1-FULL-47-11	1068
Neisseria-elongata	1069
Candidatus-Rhodobacter-lobularis	1070
Thiomonas	1071
Methanotorris	1072
Methanomicrobia-archaeon-JdFR-19	1073
Halomonas-sp--R57-5	1074
Borrelia-hermsii	1075
Caloranaerobacter	1076
Gilliamella	1077
Candidatus-Roizmanbacteria-bacterium-GW2011-GWA2-36-23	1078
Ochrobactrum-intermedium	1079
Pediococcus-cellicola	1080
Clostridia-bacterium-DTU084	1081
Butyrivibrio-sp--YAB3001	1082
Desulfitobacterium-chlororespirans	1083
Brevinema-andersonii	1084
Variovorax-sp--NFACC26	1085
Ferrovales	1086
Rhizobium-sp--AC44-96	1087
Alishewanella	1088
Planomicrobium	1089
Methanocorpusculum	1090
Methanomassiliicoccales	1091
Fusobacterium-ulcerans	1092
Pseudomonas-guariconensis	1093
Rhizobium-sp--Leaf371	1094
Legionella-santicrucis	1095
Tannerellaceae	1096
Acidithrix	1097
Haloferacaceae	1098
Chthoniobacteraceae	1099
Candidatus-Levybacteria-bacterium-RIFCSPHIGHO2-01-FULL-40-16	1100
Marinilabilia-salmonicolor	1101
Endozoicomonadaceae	1102
Rhodobacter-vinaykumarii	1103
Methylobacterium-sp--Leaf469	1104
Ralstonia-pickettii	1105
Sulfurovum-sp--enrichment-culture-clone-C5	1106
Catenovulum	1107
Clostridium-sp--CAG-43	1108
Thauera-phenolivorans	1109
Nonomuraea-sp--ATCC-55076	1110
Hydrogenoanaerobacterium	1111
Altibacter-lentus	1112
Acidobacteria-bacterium-OLB17	1113
Marivivens-sp--JLT3646	1114
Flavobacteriales-bacterium-BRH-c54	1115
Deinococcus-misasensis	1116
Clostridia-bacterium-DTU025	1117
Nautilia	1118
Demequina	1119
Nocardioides-sp--Root140	1120
Nocardia-brevicatena	1121
halophilic-archaeon-DL31	1122
Spiroplasma-helicoides	1123
Bifidobacterium-coryneforme	1124
Thermosediminibacter-oceani	1125
Micrococcus	1126
Alysiella	1127
Methanosarcina-thermophila	1128
Methanomicrobia	1129
Sphingomonas-sp--Leaf67	1130
Candidatus-Accumulibacter-sp--66-26	1131
Methanocaldococcus-vulcanius	1132
Celeribacter-neptunius	1133
Methylosinus-trichosporium	1134
Pseudescherichia	1135
Candidatus-Nomurabacteria-bacterium-GW2011-GWD2-36-14	1136
Natrialbaceae-archaeon-Tc-Br11-E2g28	1137
Chlorobium	1138
alpha-proteobacterium-SCGC-AAA288-N07	1139
Hydrocarboniphaga-effusa	1140
Aneurinibacillus-terranovensis	1141
Novibacillus	1142
Alteribacillus-bidgolensis	1143
Anaeromyxobacter	1144
Jeotgalibaca-dankookensis	1145
Mycolicibacterium-insubricum	1146
Neomicrococcus-aestuarii	1147
Rhodomicrobium-udaipurense	1148
Atopobium-rimae	1149
Propionibacterium	1150
Laribacter	1151
Candidatus-Omnitrophus	1152
Maribacter	1153
Schleiferiaceae	1154
Bacillus-aurantiacus	1155
Methanobacterium-sp--Maddingley-MBC34	1156
Pirellula	1157
Paenibacillus-sp--P22	1158
Melissococcus-plutonius	1159
Actinoplanes-sp--N902-109	1160
Stappia	1161
Fenollaria	1162
Massilia-sp--Leaf139	1163
Dactylococcopsis-salina	1164
Idiomarinaceae	1165
Spirochaetes	1166
Turicibacter-sp--H121	1167
Aeribacillus	1168
Arc-I-group-archaeon-ADurb1113-Bin01801	1169
Arthrobacter-sp--SPG23	1170
Bibersteinia-trehalosi	1171
Lonsdalea-britannica	1172
Halomonas-sp--HL-48	1173
Pseudorhodoferax-sp--Leaf265	1174
Ornithinimicrobium-sp--CNJ-824	1175
Saccharomonospora-xinjiangensis	1176
Prosthecochloris-aestuarii	1177
Pararhizobium-polonicum	1178
Planctopirus-hydrillae	1179
Paramaledivibacter-caminithermalis	1180
Mycobacterium-sp--E183	1181
Ruminococcus-sp--CAG-254	1182
Mycobacterium-sp--AB215	1183
Hylemonella-gracilis	1184
Paraburkholderia-bannensis	1185
Idiomarina-xiamenensis	1186
Angustibacter-sp--Root456	1187
Pyrococcus-sp--NA2	1188
Xylophilus-sp--Leaf220	1189
Desulfomicrobium-escambiense	1190
Peptococcus	1191
Shewanella-halifaxensis	1192
Steroidobacter	1193
Holdemania-massiliensis	1194
Phascolarctobacterium-succinatutens	1195
Methanoculleus-thermophilus	1196
Tenacibaculum-todarodis	1197
Bacillus-solisilvae	1198
Dendrosporobacter-quercicolus	1199
Gordonia-amarae	1200
Oleispira-antarctica	1201
Nocardia-vaccinii	1202
Chryseobacterium-sp--YR221	1203
Candidatus-Rubidus	1204
Neorickettsia	1205
Nitrobacter-hamburgensis	1206
Streptomyces-sp--MMG1533	1207
Prevotella-sp--109	1208
Geobacter-sp--M18	1209
Chryseobacterium-jeonii	1210
Flammeovirga-sp--SJP92	1211
Brachybacterium-phenoliresistens	1212
Ralstonia-insidiosa	1213
Aeromonas-salmonicida	1214
Pedobacter-suwonensis	1215
[Clostridium]-viride	1216
Microthrixaceae	1217
Synechococcus-sp--NKBG15041c	1218
Hydrogenibacillus-schlegelii	1219
Nitrobacter-winogradskyi	1220
Prevotella-bivia	1221
Coprococcus-comes	1222
Thioalkalivibrio-sp--ALJ24	1223
actinobacterium-LLX17	1224
Bacilli	1225
Bosea-sp--Root381	1226
Comamonadaceae	1227
Haemophilus	1228
Neorickettsia-sennetsu	1229
Streptococcus-sp--HMSC067H01	1230
Parcubacteria-bacterium-C7867-004	1231
Riemerella-anatipestifer	1232
Bacillus-panaciterrae	1233
Maribacter-sp--HTCC2170	1234
bacteria-symbiont-BFo2-of-Frankliniella-occidentalis	1235
[Eubacterium]-nodatum	1236
Anaerostipes-sp--494a	1237
Bacteroides-graminisolvens	1238
Vibrio-nereis	1239
Lysinibacillus-xylanilyticus	1240
Candidatus-Peregrinibacteria-bacterium-RIFCSPLOWO2-02-FULL-48-14	1241
Terasakiella-pusilla	1242
Clostridium-septicum	1243
Methylomonas-sp--LW13	1244
Pseudomonas-sp--BIOMIG1N	1245
Streptomyces-sp--DI166	1246
Nocardiopsis-prasina	1247
Pseudomonas-poae	1248
Desulfobacterales	1249
Chryseobacterium-sp--Leaf405	1250
Nocardiaceae	1251
Actinobacteria-bacterium-casp-actino5	1252
Candidatus-Nomurabacteria-bacterium-RIFCSPHIGHO2-02-FULL-37-13	1253
Bordetella-sp--FB-8	1254
Fusobacterium-perfoetens	1255
Acholeplasma-axanthum	1256
Kocuria-rhizophila	1257
Burkholderia-sp--OLGA172	1258
Raineyella-antarctica	1259
Cellulosimicrobium-cellulans	1260
Spirulinaceae	1261
Streptomyces-sp--JHA26	1262
Paracoccus-sp--J56	1263
Ruegeria-halocynthiae	1264
Deinococcus-swuensis	1265
beta-proteobacterium-AAP99	1266
Thiomicrospira	1267
Candidatus-Uhrbacteria-bacterium-RIFCSPLOWO2-02-FULL-48-12	1268
Methanococcaceae	1269
Luteibacter-sp--9143	1270
Oscillibacter-sp--CAG-241	1271
Opitutus-sp--GAS368	1272
Propionibacteriaceae	1273
Psychroflexus-halocasei	1274
Lysinibacillus-varians	1275
Enterococcus-canintestini	1276
Bradyrhizobium-icense	1277
Dielma-fastidiosa	1278
Geobacter-bemidjiensis	1279
Corynebacterium-riegelii	1280
Richelia	1281
Bacillus-sp--FJAT-27231	1282
[Eubacterium]-brachy	1283
Pseudaminobacter-salicylatoxidans	1284
Serinicoccus-sp--JLT9	1285
Burkholderiales-bacterium-RIFCSPLOWO2-12-FULL-61-40	1286
Paracoccus-sp--SM22M-07	1287
Candidatus-Methanohalarchaeum	1288
Burkholderia-sp--KK1	1289
Phascolarctobacterium-sp--CAG-207	1290
Domibacillus-epiphyticus	1291
Paenibacillus-oryzae	1292
Amycolatopsis-pretoriensis	1293
Ktedonobacter	1294
Palaeococcus	1295
Paenibacillus-sp--Root444D2	1296
Alicyclobacillus-vulcanalis	1297
Pararhizobium	1298
Mycoplasma-ovis	1299
Elusimicrobia-bacterium-RIFOXYB2-FULL-48-7	1300
Saccharopolyspora-antimicrobica	1301
Nitrosopumilales	1302
Streptomyces-cellulosae	1303
Candidatus-Magasanikbacteria-bacterium-RIFCSPLOWO2-12-FULL-43-12	1304
Gordonia-hirsuta	1305
Sporosarcina-sp--D27	1306
Desulfallas-gibsoniae	1307
Bartonella-queenslandensis	1308
Pseudodesulfovibrio-indicus	1309
Candidatus-Accumulibacter-phosphatis	1310
Caldicellulosiruptor-saccharolyticus	1311
Sporolactobacillus	1312
Tistrella	1313
Polyangiaceae	1314
Pseudorhodoferax-sp--Leaf267	1315
Parachlamydia-sp--C2	1316
Holosporaceae	1317
Methanothermus-fervidus	1318
Rhodococcus-sp--WMMA185	1319
Clostridiales-bacterium-DTU032	1320
Congregibacter-litoralis	1321
Massilimaliae-massiliensis	1322
Methylosinus	1323
Bradyrhizobium-sp--Tv2a-2	1324
Synechococcus-sp--WH-8020	1325
Yokenella-regensburgei	1326
Arcobacter-cibarius	1327
Rhodobacter-sp--LPB0142	1328
Shimia	1329
Mariniradius	1330
Tessaracoccus-oleiagri	1331
Brevundimonas-sp--Root608	1332
Arcobacter-sp--LA11	1333
Virgibacillus-sp--6R	1334
Paenarthrobacter-nicotinovorans	1335
Arthrobacter-sp--B6	1336
Vibrio-aerogenes	1337
Demequina-sp--NBRC-110052	1338
Mycolicibacterium-elephantis	1339
Eggerthia-catenaformis	1340
Halovenus	1341
Porphyromonas-sp--HMSC065F10	1342
Carnobacterium-iners	1343
Aliivibrio-fischeri	1344
Thermomonas-hydrothermalis	1345
Mycobacterium-sp--GA-1285	1346
Coriobacteriales-bacterium-DNF00809	1347
Pseudomonas-alcaligenes	1348
Pseudomonas-capeferrum	1349
Hymenobacter-psychrotolerans	1350
Candidatus-Brocadiales	1351
Hugenholtzia	1352
Syntrophobotulus	1353
Bacillus-sp--1NLA3E	1354
Xenorhabdus-eapokensis	1355
Clostridium-lundense	1356
Thermoplasmatales-archaeon-E-plasma	1357
Yersinia-enterocolitica	1358
Serratia-proteamaculans	1359
Rhodobacter	1360
Ruminiclostridium-josui	1361
Chloroflexi-bacterium-RBG-16-69-14	1362
Algoriphagus-terrigena	1363
Archaeoglobus-sp--JdFR-35	1364
Lysobacter-concretionis	1365
Caldicellulosiruptor-naganoensis	1366
Millisia-brevis	1367
Nocardia-acidivorans	1368
Oscillatoriales	1369
Candidatus-Roizmanbacteria-bacterium-RIFCSPLOWO2-01-FULL-37-13	1370
alpha-proteobacterium-AAP81b	1371
Clostridium-merdae	1372
Rothia-dentocariosa	1373
Mycolicibacterium-phlei	1374
Marinobacterium-sp--AK27	1375
Mycobacterium-decipiens	1376
Nocardiopsis-sp--NRRL-B-16309	1377
Capnocytophaga-sp--oral-taxon-329	1378
Candidatus-Woesebacteria-bacterium-GW2011-GWA1-39-21	1379
Acidobacteria-bacterium-13-1-20CM-2-55-15	1380
Perlucidibaca	1381
Kurthia	1382
Bacillus-sp--17376	1383
Mucilaginibacter-sp--L294	1384
Candidatus-Yanofskybacteria-bacterium-RIFCSPLOWO2-02-FULL-45-10	1385
Cellulosilyticum	1386
Flavobacterium-xinjiangense	1387
Myxococcus-fulvus	1388
Nitriliruptoraceae	1389
Halococcus-thailandensis	1390
Corynebacterium-striatum	1391
Methylomonas-sp--11b	1392
Flavobacterium-sasangense	1393
Peptoniphilus-duerdenii	1394
Actinomycetales-bacterium-Actino-01	1395
Gammaproteobacteria-bacterium-RBG-16-57-12	1396
Mesorhizobium-sp--STM-4661	1397
Pseudoxanthomonas-suwonensis	1398
Acinetobacter-sp--NIPH-3623	1399
Paracoccus-isoporae	1400
Allobaculum-stercoricanis	1401
Gramella	1402
Longispora	1403
Acidobacteria-bacterium-RIFCSPLOWO2-02-FULL-67-21	1404
Streptomyces-sp--CB02923	1405
Flavobacterium-subsaxonicum	1406
Lactobacillus-acetotolerans	1407
Thermocrinis-minervae	1408
Acetomicrobium-hydrogeniformans	1409
Ureaplasma-parvum	1410
Proteobacteria-bacterium-ST-bin11	1411
actinobacterium-SCGC-AAA024-D14	1412
Cyanobacterium-sp--IPPAS-B-1200	1413
Solimonas-aquatica	1414
Saccharospirillaceae	1415
Rhizobium-aethiopicum	1416
Tenericutes-bacterium-GWD2-38-27	1417
Paenibacillus-terrae	1418
Ardenticatenales	1419
Acidobacteriaceae-bacterium-KBS-89	1420
Rhodoferax-saidenbachensis	1421
Candidatus-Nitrosopumilus-sediminis	1422
Yersinia-mollaretii	1423
Microbacterium-humi	1424
Sulfitobacter-pontiacus	1425
Pseudomonas-sp--NFR16	1426
Sulfuricella-denitrificans	1427
Enterococcus-saccharolyticus	1428
Isoptericola-dokdonensis	1429
Thiomicrospira-sp--XS5	1430
Streptomyces-sp--MJM8645	1431
Saprospira-grandis	1432
Nocardia-sp--Root136	1433
Candidatus-Kaiserbacteria-bacterium-RIFCSPLOWO2-01-FULL-54-13	1434
Microvirga-sp--BSC39	1435
Gloeocapsa-sp--PCC-73106	1436
Candidatus-Xenolissoclinum	1437
Salinimicrobium-catena	1438
Psychrobacter-sp--P11G3	1439
Gordonia-araii	1440
Trichococcus	1441
Rubidibacter-lacunae	1442
Candidatus-Nomurabacteria-bacterium-RIFCSPHIGHO2-02-41-18	1443
Microbacterium-aurum	1444
Candidatus-Glomeribacter-gigasporarum	1445
Fangia	1446
Opitutae	1447
Lactobacillus-acidifarinae	1448
Azotobacter-beijerinckii	1449
Aquimarina-megaterium	1450
Pseudoxanthomonas-sp--Root65	1451
Rubellimicrobium	1452
Streptomyces-uncialis	1453
Solobacterium-moorei	1454
Cyanobacterium-stanieri	1455
Sulfitobacter-geojensis	1456
Rhizobium-sp--YR295	1457
Pseudospirillum	1458
Gardnerella	1459
Streptomyces-incarnatus	1460
Lentibacillus-persicus	1461
[Clostridium]-fimetarium	1462
Sphingopyxis-sp--C-1	1463
Chroococcidiopsidaceae	1464
Clostridiales-bacterium-NK3B98	1465
Lacunisphaera-limnophila	1466
Collinsella-ihuae	1467
Chlamydia-gallinacea	1468
Flavobacterium-sp--A45	1469
Synechococcus-sp--PCC-7335	1470
Indibacter	1471
Marispirochaeta-aestuarii	1472
Halolactibacillus-halophilus	1473
Murdochiella-vaginalis	1474
Stigmatella-aurantiaca	1475
Candidatus-Phytoplasma-pruni	1476
Proteiniborus-ethanoligenes	1477
Devosia	1478
Paenibacillus-sp--FSL-H8-0548	1479
Aureimonas-sp--Leaf427	1480
Agrobacterium	1481
Actinobacteria-bacterium-IMCC26256	1482
Megasphaera-elsdenii	1483
Acidimicrobiaceae	1484
Helicobacteraceae-bacterium-CG1-02-36-14	1485
Halomonas-elongata	1486
Faecalitalea	1487
Candidatus-Halobonum	1488
Streptomyces-sp--ERV7	1489
Cellulomonas	1490
Legionella-cherrii	1491
Verrucomicrobia-bacterium-Verruco-04	1492
Deltaproteobacteria-bacterium-GWC2-65-14	1493
Epulopiscium-sp--AS2M-Bin001	1494
Streptomyces-sp--NRRL-S-474	1495
Acetobacter-orleanensis	1496
Alteromonas-sp--V450	1497
Alicyclobacillus-sendaiensis	1498
Runella-slithyformis	1499
Paenibacillus-macerans	1500
Hafnia	1501
Actinomyces-provencensis	1502
Pseudoflavonifractor-capillosus	1503
Confluentimicrobium-sp--EMB200-NS6	1504
Bacteroides	1505
Trichormus-azollae	1506
Methylocystis-bryophila	1507
Aeromonas-sp--RU39B	1508
Nocardioides-sp--UNC345MFTsu5-1	1509
Candidatus-Roizmanbacteria-bacterium-RIFCSPLOWO2-01-FULL-37-12	1510
Kosmotoga	1511
Mitsuokella	1512
Thermoanaerobacter	1513
Novosphingobium-sp--AP12	1514
Alistipes-finegoldii	1515
Agrobacterium-vitis	1516
Marivita	1517
Synechococcus-sp--WH-7805	1518
Halanaerobium-praevalens	1519
Nitrosovibrio-sp--Nv6	1520
Prevotella-sp--oral-taxon-472	1521
Leptospira-borgpetersenii	1522
Sporanaerobacter-acetigenes	1523
Salinispora	1524
Moritella	1525
Thermosynechococcus-elongatus	1526
[Clostridium]-celerecrescens	1527
Ruminiclostridium-cellobioparum	1528
Rhodococcus-marinonascens	1529
Anabaena-sp--WA102	1530
Methylobacillus-flagellatus	1531
Actinomyces-radicidentis	1532
Actinokineospora-terrae	1533
Oscillospiraceae-bacterium-Zagget6	1534
Caldimonas	1535
Terrisporobacter-othiniensis	1536
Gryllotalpicola-ginsengisoli	1537
Actinomyces-dentalis	1538
Methylophilaceae	1539
Methanocalculaceae	1540
Pseudomonas-frederiksbergensis	1541
Geobacillus-vulcani	1542
Leisingera-sp--ANG1	1543
Bifidobacterium-minimum	1544
Bradyrhizobium-diazoefficiens	1545
Candidatus-Woesebacteria-bacterium-RIFCSPLOWO2-01-FULL-44-14	1546
Neptuniibacter-pectenicola	1547
Erwinia-sp--Leaf53	1548
Vibrio-xiamenensis	1549
Paracoccus-solventivorans	1550
Helicobacter-heilmannii	1551
Arthrobacter-sp--MA-N2	1552
Peptoniphilus-lacrimalis	1553
Bradyrhizobium-sp--LMTR-3	1554
Jonesia-quinghaiensis	1555
Sediminibacterium-ginsengisoli	1556
Candidatus-Roizmanbacteria-bacterium-RIFCSPHIGHO2-02-FULL-37-15	1557
Butyrivibrio-sp--AC2005	1558
Celeribacter-baekdonensis	1559
Marinagarivorans-algicola	1560
Clostridiales-bacterium-Firm-07	1561
Leeuwenhoekiella-sp--MAR-2009-132	1562
Asticcacaulis-benevestitus	1563
Spirillospora	1564
Sphingobacterium-spiritivorum	1565
Pseudoxanthomonas-mexicana	1566
Bacillus-sp--OK048	1567
Agrobacterium-sp--SCN-61-19	1568
Dyadobacter-koreensis	1569
Parvularculaceae	1570
Pleurocapsa-sp--PCC-7319	1571
Moraxella-macacae	1572
Streptomyces-sp--LaPpAH-108	1573
Actinomyces-urogenitalis	1574
Candidatus-Levybacteria-bacterium-CG2-30-37-29	1575
Oceanobacillus-iheyensis	1576
Roseburia-sp--831b	1577
Bifidobacterium-thermophilum	1578
Variovorax-sp--PAMC-28711	1579
Anaerococcus-lactolyticus	1580
Legionella-brunensis	1581
Neisseria-animaloris	1582
Geobacillus	1583
Devosia-sp--Root685	1584
Thermoplasma	1585
Marinobacter-sp--LQ44	1586
Halomonas-salina	1587
Pusillimonas-noertemannii	1588
Xanthomonas-cannabis	1589
Sanguibacter	1590
Kineosporia-aurantiaca	1591
Jannaschia-sp--EhC01	1592
Aquimarina-amphilecti	1593
Lachnospiraceae-bacterium-FE2018	1594
Anaeromyxobacter-sp--Fw109-5	1595
Citrobacter-freundii	1596
Gluconobacter-japonicus	1597
Pseudomonas-fuscovaginae	1598
Candidatus-Yanofskybacteria-bacterium-RIFCSPLOWO2-01-FULL-39-28	1599
Catenovulum-agarivorans	1600
Pseudoxanthobacter-soli	1601
Dermabacter-vaginalis	1602
Pseudoalteromonas-sp--H105	1603
Sphingobacteriales-bacterium-50-39	1604
Thiorhodovibrio	1605
Chloroflexi-bacterium-RBG-13-51-36	1606
Kiloniellales	1607
Mucilaginibacter-sp--OK268	1608
Moorella-sp--60-41	1609
Aureimonas-sp--AU4	1610
Rhizobium-sp--Leaf262	1611
Leptotrichia-shahii	1612
Candidatus-Paracaedimonas-acanthamoebae	1613
Dyadobacter-tibetensis	1614
Chromobacterium-piscinae	1615
Halorubrum-aethiopicum	1616
Chloroflexi-bacterium-RBG-16-70-13	1617
Terrimicrobium-sacchariphilum	1618
Leptospirillum-ferriphilum	1619
Mycoplasma-sp--CAG-472	1620
Hyphomonas-jannaschiana	1621
Psychrobacillus	1622
Methylobacillus-sp--MM3	1623
Corynebacterium-sp--HMSC055A01	1624
Planktotalea	1625
Actinobacillus-succinogenes	1626
Agreia	1627
Pontibacillus-litoralis	1628
alpha-proteobacterium-SCGC-AAA015-N04	1629
Nitrospira-sp--SCGC-AG-212-E16	1630
Methylomonas-lenta	1631
Frankia-alni	1632
Succinivibrionaceae-bacterium-WG-1	1633
Dysgonomonas-mossii	1634
Candidatus-Micropelagos	1635
Haemophilus-haemoglobinophilus	1636
Nakamurellaceae	1637
Methylotenera-sp--L2L1	1638
Pseudomonas-citronellolis	1639
Helicobacter-muridarum	1640
Amycolatopsis-nigrescens	1641
Pseudomonas-sabulinigri	1642
Ferroplasma-acidiphilum	1643
Halothermothrix-orenii	1644
alpha-proteobacterium-HIMB59	1645
Photobacterium	1646
Microbacterium-foliorum	1647
Rhodobacter-aestuarii	1648
Thermovirga-lienii	1649
Streptococcus-himalayensis	1650
Streptomyces-sp--TAA040	1651
Desertifilaceae	1652
Raphidiopsis	1653
Xanthomonas-floridensis	1654
Chitinimonas	1655
Herbiconiux	1656
Elusimicrobia-bacterium-RIFCSPLOWO2-01-FULL-54-10	1657
Reichenbachiella	1658
Pseudoxanthobacter	1659
Corynebacterium-frankenforstense	1660
Elusimicrobia-bacterium-RIFOXYC2-FULL-34-12	1661
Arsukibacterium	1662
Pantoea-allii	1663
Rhodothermus-profundi	1664
Entomoplasma	1665
Citromicrobium-sp--JL477	1666
Candidatus-Roizmanbacteria-bacterium-GW2011-GWA2-34-18	1667
Pseudomonas-sp--TCU-HL1	1668
Streptomycetaceae	1669
Thiohalomonas	1670
Algibacter-aquaticus	1671
Kaistia-granuli	1672
Motiliproteus	1673
Candidatus-Nomurabacteria-bacterium-RIFCSPHIGHO2-02-FULL-41-18	1674
Bacillus-testis	1675
Leptolyngbyaceae	1676
Demequina-aestuarii	1677
Eubacterium-sp--68-3-10	1678
Atopobium-vaginae	1679
Candidatus-Levybacteria-bacterium-RIFCSPHIGHO2-01-FULL-38-26	1680
Nocardia-puris	1681
[Leptolyngbya]-sp--JSC-1	1682
Bacillus-shacheensis	1683
Pedobacter-cryoconitis	1684
Synechococcus-sp--RS9916	1685
Microscillaceae	1686
Halomonas-sp--PR-M31	1687
Aestuariivita-boseongensis	1688
Hyphomonas-polymorpha	1689
Nocardia-paucivorans	1690
Arachidicoccus-rhizosphaerae	1691
Mycoplasma-parvum	1692
Solimonas-variicoloris	1693
Hirschia-maritima	1694
Hydrogenovibrio-halophilus	1695
Pseudomonas-vancouverensis	1696
Fluoribacter	1697
Nisaea	1698
Bacillus-sp--UNC438CL73TsuS30	1699
Mycobacterium-colombiense	1700
Erythrobacter-citreus	1701
Thermoanaerobacter-kivui	1702
Desulfamplus-magnetovallimortis	1703
Mucilaginibacter-gossypii	1704
Marivita-geojedonensis	1705
Nostoc-sp--PCC-7524	1706
Actinokineospora-bangkokensis	1707
Planococcus-sp--PAMC-21323	1708
Deinococcus-aquatilis	1709
Selenomonas-artemidis	1710
Parasporobacterium	1711
Helicobacter-fennelliae	1712
Skermania-piniformis	1713
Thermoplasmatales-archaeon-BRNA1	1714
Microbacterium-laevaniformans	1715
Rhodobacteraceae-bacterium-(ex-Bugula-neritina-AB1)	1716
Thermoplasmatales-archaeon-I-plasma	1717
Brevundimonas-diminuta	1718
Corynebacterium-resistens	1719
Dokdonella-immobilis	1720
Christensenella	1721
Rhodococcus-ruber	1722
Thermoanaerobacter-mathranii	1723
Desulfovibrio-sp--FW1012B	1724
Mycolicibacter-longobardus	1725
Acidibacillus	1726
Candidatus-Methanomethylophilus	1727
Clostridium-estertheticum	1728
Shewanella-amazonensis	1729
Myxococcales-bacterium-SG8-38	1730
Lactobacillus-paucivorans	1731
Flavobacterium-sp--Root420	1732
Carnobacteriaceae	1733
Lysobacter-spongiicola	1734
Candidatus-Gottesmanbacteria-bacterium-RIFCSPHIGHO2-02-FULL-40-13	1735
Atopobiaceae	1736
Thalassobius-gelatinovorus	1737
Mycoplasma-pullorum	1738
Thermoanaerobacterales-Family-III--Incertae-Sedis	1739
Oenococcus-kitaharae	1740
Paraoerskovia	1741
Desnuesiella-massiliensis	1742
Oxalobacter-formigenes	1743
Pseudomonas-parafulva	1744
Curtobacterium-sp--MCBA15-012	1745
Micromonospora-halophytica	1746
Yersinia-entomophaga	1747
