[PAD]	0
[UNK]	1
CGG	2
CCG	3
GAC	4
AAT	5
AAG	6
TTA	7
GAA	8
TTC	9
CGT	10
ACG	11
AGC	12
GTA	13
GCA	14
TAA	15
CTG	16
CGC	17
GGA	18
AGT	19
TGA	20
CTC	21
ATC	22
CTT	23
CAG	24
GGC	25
TAT	26
ATG	27
CCA	28
CAT	29
AGG	30
ACC	31
TCG	32
TGC	33
CGA	34
GCT	35
TTT	36
GTG	37
TTG	38
AAA	39
TGT	40
GAG	41
GTT	42
GTC	43
AAC	44
GCC	45
GAT	46
TCC	47
TGG	48
CCC	49
CCT	50
ATA	51
ACA	52
TCT	53
TCA	54
GCG	55
CAC	56
TAC	57
GGT	58
CAA	59
ATT	60
TAG	61
CTA	62
GGG	63
AGA	64
ACT	65
