[PAD]	0
s__Ulvibacter_B-sp000170815	1
f__Rhodovibrionaceae	2
s__Litoreibacter-arenae	3
s__Streptococcus-parasanguinis	4
s__Halothermothrix-orenii	5
s__Sphingobacterium-sp001586775	6
s__Methanobacterium_B-sp000744455	7
s__Streptococcus-ovis	8
s__Rhizobium_A-rhizoryzae	9
s__Desulforhopalus-sp000961725	10
s__Prochlorococcus_A-sp000634115	11
s__GWF1-51-8-sp001829395	12
s__Prevotella-sp900113305	13
s__Variovorax-sp900101545	14
s__Pseudovibrio-ascidiaceicola	15
s__Domibacillus-epiphyticus	16
g__SCADC1-2-3	17
s__UBA12420-sp001797255	18
s__Mycobacterium-sp001667735	19
g__Labilithrix	20
g__Castellaniella	21
s__Paraburkholderia-dilworthii	22
s__CG2-30-51-40-sp001874005	23
s__Amphibacillus_C-jilinensis	24
g__Methanolobus	25
s__Hydrococcus-rivularis	26
g__2-02-FULL-66-14	27
s__Thermococcus-eurythermalis	28
g__Thermosynechococcus	29
s__Reichenbachiella-agariperforans	30
s__Actinoalloteichus-hymeniacidonis	31
s__Ureaplasma-urealyticum	32
s__Marinococcus-luteus	33
s__Bartonella-tribocorum	34
g__Basfia_A	35
s__Thermosipho-melanesiensis	36
o__Geobacterales	37
g__Paenibacillus	38
s__Borreliella-bissettii	39
s__Erythrobacter-cryptus	40
s__Streptomyces-sp000720135	41
s__Pseudomonas_E-sp900156465	42
s__Pandoraea-communis	43
s__Oceanispirochaeta-sp002084805	44
s__Thermovibrio-ammonificans	45
s__Leisingera-daeponensis	46
s__Acetobacter-ghanensis	47
g__GWE2-29-8	48
s__Mycetohabitans-rhizoxinica	49
s__Ruegeria-sp001238295	50
s__Brevundimonas-aveniformis	51
g__Eggerthella	52
f__Thiotrichaceae	53
g__Eubacterium	54
g__Paucilactobacillus	55
g__UBA10103	56
s__Methylomicrobium_A-alcaliphilum	57
o__SAR324	58
s__2-02-FULL-50-19-sp001805885	59
s__DG-23-sp001302825	60
f__Methanobacteriaceae	61
s__UBA11712-sp001784875	62
s__Bact-08-sp000473305	63
s__GCA-001856825-sp001856825	64
s__Lacticaseibacillus-nasuensis	65
f__2-12-FULL-49-11	66
s__Atopobium-deltae	67
s__Turicimonas-muris	68
s__Streptococcus-macacae	69
s__UBA12026-sp000989765	70
s__Tenuibacillus-multivorans	71
s__Sulfurovum-riftiae	72
g__Thiolapillus	73
s__Shewanella-sp000203935	74
s__Erwinia-oleae	75
s__Edaphobacter-sp000381605	76
g__Varibaculum	77
s__Leeuwenhoekiella-marinoflava	78
g__Anaerobacillus_A	79
s__Wolbachia-sp001439985	80
s__Bifidobacterium-pseudocatenulatum	81
o__GIF9	82
g__Vulcanisaeta	83
g__IMCC21906	84
s__Mycobacterium-gastri	85
s__Bellilinea-caldifistulae	86
s__Bordetella_B-ansorpii_A	87
s__Microbacterium-chocolatum	88
s__Niallia-circulans	89
g__Arsenophonus	90
s__Corynebacterium-accolens	91
s__Paeniglutamicibacter-antarcticus	92
s__Leifsonia-sp001898805	93
s__Pararhizobium-polonicum	94
f__DTU014	95
s__Leptotrichia-shahii	96
s__Thiohalocapsa-sp001469165	97
g__Protaetiibacter	98
g__UBA12294	99
g__Smaragdicoccus	100
s__Microcystis-aeruginosa	101
s__Clostridium_AN-bornimense	102
g__Pseudarcicella	103
s__Butyrivibrio-sp000420945	104
s__Corynebacterium-oculi	105
p__Firmicutes_C	106
s__CAG-41-sp001941225	107
p__Firmicutes_E	108
s__Psychrobacter-phenylpyruvicus	109
s__Chryseobacterium-taihuense	110
s__Frackibacter-sp900114655	111
s__Pseudoalteromonas-nigrifaciens	112
s__CAG-274-sp000432155	113
s__JdFR-54-sp002011475	114
s__Erythrobacter-sp001464915	115
g__Sphingorhabdus_B	116
s__Paraprevotella-xylaniphila	117
f__Acetomicrobiaceae	118
s__Pedococcus-dokdonensis	119
s__Ruminiclostridium-hungatei	120
f__Tannerellaceae	121
s__Kineococcus-radiotolerans	122
s__Psychrobacter-piscatorii	123
f__Clostridiisalibacteraceae	124
s__Dialister-succinatiphilus	125
s__Udaeobacter-sp003217875	126
s__Deinococcus-geothermalis	127
s__Micromonospora-eburnea	128
s__Streptococcus-sp001553685	129
s__Salinicola-salarius	130
g__Criblamydia	131
s__UBA9973-sp001785355	132
g__Caecibacter	133
s__Rhodoglobus-vestalii	134
o__Beggiatoales	135
s__Defluviitoga-tunisiensis	136
f__MBNT15	137
s__Salipiger-mucosus	138
s__Williamsia_B-sterculiae	139
g__Alkaliphilus_A	140
s__Salegentibacter-salegens	141
o__Peptostreptococcales	142
s__Brevundimonas-sp001424025	143
g__Gemmobacter_B	144
g__Arcanobacterium_A	145
s__Nocardioides-sp001425025	146
g__Streptomonospora	147
s__Mangrovibacter-phragmitis	148
s__Ornithinibacillus-contaminans	149
s__Metabacillus_B-sp000732485	150
g__Bacillus_BE	151
g__Megasphaera_A	152
g__2-02-FULL-47-50	153
s__Macrococcus_B-canis	154
s__Rhizobium-phaseoli	155
s__Phascolarctobacterium-sp000436095	156
s__Tenacibaculum_A-todarodis	157
s__DB1-sp001914235	158
s__FMMP01-sp900095725	159
f__Marispirochaetaceae	160
s__Nitrosocosmicus-exaquare	161
g__AVCC01	162
s__Actinoplanes-philippinensis	163
s__Metallosphaera-yellowstonensis	164
o__Ardenticatenales	165
g__Chromobacterium	166
s__Eubacterium_G-sp000435815	167
g__Methanobacterium_B	168
s__Leptotrichia_A-sp001274535	169
s__MFJZ01-sp001781025	170
g__Tetragenococcus	171
g__Desulfotalea	172
s__Lactobacillus-amylolyticus	173
s__BRHc4a-sp000961585	174
f__Syntrophotaleaceae	175
g__MedAcidi-G3	176
s__Loktanella-salsilacus	177
s__Yersinia-pekkanenii	178
s__Bosea-sp001556125	179
s__Mycobacterium-sp001665575	180
s__Megasphaera-stantonii	181
s__Nitrosomonas-oligotropha_A	182
g__Cetobacterium_A	183
s__UBA10170-sp001798165	184
s__Enterovibrio-celer	185
s__Micromonospora-haikouensis	186
s__Arenibacter-nanhaiticus	187
s__Latilactobacillus-fuchuensis	188
s__Streptomyces-sp001514305	189
s__Microbacterium-sp001619615	190
s__Streptomyces-griseorubiginosus	191
c__Thermincolia	192
s__Borreliella-spielmanii	193
g__HS-T3	194
g__Shuttleworthia	195
g__JJ008	196
s__Leptolyngbya-sp001548435	197
s__Blochmannia-floridanus	198
s__Pseudomonas_E-anguilliseptica	199
f__Desulfosudaceae	200
s__Corynebacterium-striatum	201
f__Hepatoplasmataceae	202
g__Tullyiplasma	203
s__Streptomyces-sp000720115	204
g__Arthrobacter	205
s__Gramella-forsetii	206
s__Paenibacillus_A-macerans	207
s__Acinetobacter-sp002135195	208
g__Nibribacter	209
s__Longibaculum-muris	210
g__Sporosarcina	211
s__Pseudomonas_F-furukawaii	212
g__Porphyromonas_A	213
s__Prochlorococcus_C-sp000760295	214
s__Centipeda-flueggei	215
g__HLUCCA01	216
g__Crinalium	217
s__Aureimonas-sp001463765	218
s__MGJZ01-sp001794525	219
s__Paenibacillus_E-sp900103825	220
s__Eubacterium_A-sp001940235	221
s__Xanthomonas-sp000963005	222
s__Bizionia-paragorgiae	223
g__Anaerobranca	224
s__Streptomyces-sp001484565	225
s__Friedmanniella-sagamiharensis	226
g__Heyndrickxia	227
s__Formivibrio-citricus	228
s__Nitrosospira-sp900102495	229
s__Cellvibrio-sp001183545	230
s__Mesobacillus-jeotgali_A	231
s__IMCC26207-sp001025035	232
s__Ruminococcus_C-callidus	233
g__Iso899	234
g__OXYB2-FULL-49-7	235
s__Glaciecola-punicea	236
s__Methermicoccus-shengliensis	237
s__Enterobacter_A-timonensis	238
s__Paenarthrobacter-nicotinovorans	239
s__Massilibacillus-massiliensis	240
s__Thermococcus_B-paralvinellae	241
s__Terrabacter-sp000620545	242
s__Photobacterium-aphoticum	243
s__Hahella-ganghwensis	244
f__Oligoflexaceae	245
s__Mesomycoplasma-ovipneumoniae	246
f__Desulfonauticaceae	247
s__Ruminococcus_D-sp900119155	248
g__Geotalea	249
s__GWC1-42-9-sp000995185	250
g__79-D21	251
s__Prevotella-sp900313215	252
s__Maribacter-dokdonensis	253
g__Actinopolymorpha	254
s__Clostridium_H-novyi	255
s__Pararhizobium-sp000745255	256
s__Methylobacillus-flagellatus	257
s__Hydrothermarchaeum-profundi	258
g__Phocoenobacter	259
s__UBA9959-sp001799715	260
g__Methanocella_A	261
s__Gordonia-terrae	262
s__Neobacillus-sp900115925	263
s__Methanosarcina-horonobensis	264
o__Paenibacillales	265
s__Streptomyces-sp001905885	266
s__Variovorax-gossypii	267
s__Pseudarthrobacter-sp000374905	268
s__Anaerofustis-stercorihominis	269
g__Izemoplasma_B	270
s__Jannaschia-donghaensis	271
s__Propionibacterium-freudenreichii	272
g__ASP10-05a	273
s__Clostridium-sp001916075	274
g__Prochlorothrix	275
s__Mycobacterium-diernhoferi	276
s__DTU072-sp001512685	277
g__CAG-977	278
s__Sulfurihydrogenibium-subterraneum	279
g__01-FULL-45-10b	280
s__Nocardia-transvalensis	281
s__Rhizobium-sp001429725	282
s__Domibacillus-iocasae	283
g__Dialister_B	284
s__Hyphomicrobium-sp900117455	285
s__Sneathia-amnii	286
s__Nitrobacter-sp001897285	287
s__Acidovorax-temperans	288
s__Aeromonas-encheleia	289
g__Motiliproteus	290
s__2-01-FULL-40-14-sp001788215	291
s__Thermanaerothrix-daxensis	292
g__Helcococcus	293
s__CAG-582-sp000435515	294
f__Massilibacillaceae	295
f__PH28-bin88	296
g__PCC-7407	297
s__CAG-81-sp000435795	298
s__Flavobacterium-limnosediminis	299
g__Frigididesulfovibrio_A	300
g__DTU072	301
o__DSM-16000	302
s__Nocardia-acidivorans	303
s__Lysinibacillus-sp002237755	304
s__Xylella-taiwanensis	305
f__Desulfomonilaceae	306
s__Novosphingopyxis-baekryungensis	307
s__Bacteroides_E-propionicifaciens	308
g__Latilactobacillus	309
g__Blochmannia	310
s__Cesiribacter-andamanensis	311
s__Pediococcus-ethanolidurans	312
s__Mycoplasma-feriruminatoris	313
s__Paucilactobacillus-hokkaidonensis	314
g__Clostridiisalibacter	315
g__UBA8950	316
s__Hyphomonas-sp000682735	317
g__2-01-FULL-38-21	318
s__UBA9973-sp001786225	319
s__Microbulbifer-sp001639145	320
g__CAG-194	321
s__Caballeronia-cordobensis	322
g__2-12-FULL-64-23	323
s__Photobacterium-iliopiscarium	324
s__Cronobacter-condimenti	325
s__Pseudomonas_E-guariconensis	326
g__4572-128	327
g__UBA4810	328
s__Arenitalea-lutea	329
s__Metamycoplasma-auris_A	330
s__Acetomicrobium-flavidum	331
s__JdFR-19-sp002010075	332
s__Roseinatronobacter-bogoriensis	333
g__Nannocystis	334
g__Treponema_D	335
g__GR16-43	336
g__QHYP01	337
g__Youhaiella	338
f__Puniceispirillaceae	339
s__Caulobacter-sp000426025	340
g__RBG-13-46-9	341
s__Geodermatophilus-nigrescens	342
g__Eubacterium_B	343
s__Leptotrichia-sp000469385	344
s__Streptomyces-roseochromogenus	345
s__Solirubrobacter-soli	346
s__Serratia-grimesii	347
o__Treponematales	348
g__Pseudothermotoga_B	349
s__Prosthecochloris-aestuarii	350
s__Liquorilactobacillus-vini	351
f__DG-60	352
s__Bartonella-doshiae	353
s__Chitinophaga-filiformis	354
s__Desulfopila-aestuarii	355
s__Planktothricoides-sp001276715	356
s__Streptomyces-purpureus	357
s__Lachnoanaerobaculum-sp000296385	358
s__Paenibacillus_M-ginsengihumi	359
s__Methylobacterium-platani	360
s__Pyrococcus-chitonophagus	361
f__UBA1568	362
s__Duganella-sp000381565	363
o__Holosporales	364
g__Westeberhardia	365
g__Bacillus_AV	366
s__Anaeromyxobacter-sp000017505	367
s__Sinomonas-humi	368
s__Thermithiobacillus-tepidarius	369
s__Chlorobaculum-limnaeum	370
g__CAG-1427	371
s__Caballeronia-ptereochthonis	372
s__Microscilla-sp001890965	373
g__JdFR-97	374
s__Facklamia_A-ignava	375
s__Peptoniphilus_A-harei_A	376
g__Nocardioides	377
s__Bacillus_BU-sp000242895	378
s__Alteromonas-sp000597705	379
g__Anaeromyxobacter	380
g__Cylindrospermum	381
s__Rhodococcus-pyridinivorans	382
s__Runella-limosa	383
s__Coxiella-burnetii	384
s__Mannheimia-sp000521605	385
g__GP183	386
s__Paraburkholderia-tropica	387
s__Herminiimonas-sp000013625	388
f__Tindalliaceae	389
o__Thiohalospirales	390
g__CG1-02-64-396	391
s__Geminisphaera-sp000242935	392
s__Veillonella_A-seminalis	393
s__Eubacterium_I-ramulus	394
s__Kibdelosporangium-phytohabitans	395
s__Hymenobacter-glacialis	396
g__Fictibacillus_C	397
s__Eikenella-shayeganii	398
s__Pedobacter-sp001422545	399
s__Nocardioides-psychrotolerans	400
s__Psychrobacillus-sp900103605	401
s__UBA12481-sp001769295	402
s__Trichloromonas-sp001825565	403
g__Nitrososphaera	404
c__Poseidoniia_B	405
g__Terracoccus	406
s__Anaerostipes-sp000508985	407
g__Pseudogulbenkiania	408
g__Avibacterium	409
s__Uzinura-diaspidicola	410
f__Thiovulaceae	411
g__Pantoea	412
g__Eubacterium_O	413
g__Histophilus	414
o__Syntrophobacterales	415
g__Pradoshia	416
s__Psychrobacter-lutiphocae	417
g__CAG-488	418
s__Brachyspira-hyodysenteriae	419
s__Alloiococcus-otitis	420
s__Paucilactobacillus-suebicus	421
s__Bosea-sp001429395	422
s__Streptomyces_G-gilvigriseus	423
g__Thioflavicoccus	424
s__Parvibaculum-lavamentivorans	425
s__Thermoleophilum-album	426
g__Lysinibacillus_B	427
g__Citricoccus	428
s__Cloacibacterium-normanense	429
c__Leptospirae	430
s__Desulfosporosinus-sp001707885	431
s__Peptoniphilus_B-duerdenii	432
s__Microbacterium-sp001513675	433
s__Lactobacillus-jensenii	434
g__PCC-7502	435
g__2-02-FULL-48-14	436
s__CAG-710-sp000432595	437
s__UBA2206-sp003483065	438
s__Caballeronia-humi	439
g__Starkeya	440
s__Arthrobacter-sp001428005	441
g__Sutterella	442
s__Polaribacter-sp001873065	443
g__Marseille-P2935	444
g__CHKCI006	445
s__HTCC5015-sp000155715	446
s__Paenibacillus_O-beijingensis	447
s__Hyphomicrobium-denitrificans	448
g__Parvibaculum	449
s__Anaerostipes-hadrus_A	450
s__Paracoccus-saliphilus	451
s__Microvirga-sp000745135	452
s__DTU073-sp001512665	453
c__Hydrothermarchaeia	454
s__Asticcacaulis-sp000495835	455
s__Ferrimonas-futtsuensis	456
o__SJA-28	457
g__Beduini	458
f__Catellicoccaceae	459
g__CG2-30-68-42	460
g__Actinocatenispora	461
g__Rickettsiella_A	462
f__UBA5619	463
s__Methanobacterium-sp000499765	464
s__Flavobacterium-crassostreae	465
s__Breznakia-sp001695645	466
p__Nitrospirota	467
s__Nitrosopelagicus-sp001627235	468
s__SUP05-sp000205985	469
s__Gottschalkia_A-purinilytica	470
s__Sulfuritalea-hydrogenivorans	471
s__H1-sp001653155	472
f__CAG-917	473
s__Colwellia_A-sp001767295	474
s__Pseudomonas_E-guineae	475
s__Agromyces-cerinus	476
s__UBA9655-sp001767835	477
o__SBBL01	478
f__GWC2-37-73	479
o__Pyrinomonadales	480
s__Actinomyces-graevenitzii	481
s__2-01-FULL-42-20-sp001785965	482
c__Bacteriovoracia	483
s__Nocardia-sp000482385	484
s__Campylobacter_D-ornithocola	485
s__Salipaludibacillus-agaradhaerens	486
s__Aquamicrobium_A-aerolatum	487
s__Luteitalea-pratensis	488
s__Salinivibrio-sp900141775	489
s__Mycobacterium-septicum	490
s__Lysobacter-daejeonensis	491
g__Udaeobacter	492
s__Teredinibacter-sp001922955	493
s__Clostridium_AI-polysaccharolyticum	494
g__Ochrovirga	495
s__Immundisolibacter-cernigliae	496
g__Eubacterium_J	497
s__Butyrivibrio-sp000424585	498
s__Alloscardovia-omnicolens	499
s__Thalassobacter-stenotrophicus	500
s__Phascolarctobacterium-faecium	501
g__PPFX01	502
s__Tropicimonas-marinistellae	503
s__Knoellia-flava	504
s__R2A130-sp000179775	505
s__Nitrosopumilus-sp001510275	506
f__HLUCCA01	507
s__Gallaecimonas-xiamenensis	508
s__Yersinia-rohdei	509
s__Nocardioides-sp001428125	510
c__RBG-16-64-22	511
f__Isosphaeraceae	512
s__Sphingomonas-sp000382485	513
s__Nonomuraea-wenchangensis	514
g__Halioglobus	515
s__Aureimonas-sp001423245	516
f__Marinicellaceae	517
s__Lentibacillus-subterraneus	518
g__Polaromonas	519
s__Rhizobium-sullae	520
s__Mycobacterium-koreense	521
o__Actinomycetales	522
s__Bifidobacterium-cuniculi	523
s__Legionella-steelei	524
s__EMTCatB1-sp001950395	525
g__Metalysinibacillus	526
s__Cellulosilyticum-ruminicola	527
s__Bifidobacterium-gallicum	528
s__Flavobacterium-frigidarium	529
g__Saccharibacter	530
s__Acinetobacter-marinus	531
s__Nocardia-sp000381925	532
s__Halorubrum-coriense	533
g__Gottfriedia	534
s__Propionivibrio-dicarboxylicus	535
s__Alistipes-timonensis	536
s__Loigolactobacillus-backii	537
s__Marinomonas-sp000153025	538
s__Paraoerskovia-marina	539
g__2-02-FULL-67-20	540
s__Phenylobacterium-zucineum	541
g__2-01-FULL-45-10	542
g__Methanomassiliicoccus_A	543
s__Staphylococcus-simulans	544
s__Mobiluncus-mulieris	545
s__RBG-16-56-11-sp001796865	546
g__Novibacillus	547
s__Desulfotomaculum-putei	548
g__Clostridium_S	549
s__GWB1-37-8-sp001783805	550
s__Levilactobacillus-namurensis	551
o__2-02-FULL-39-11	552
f__Coriobacteriaceae	553
g__Clostridium_V	554
s__Edaphocola-sp001897155	555
g__Lacticaseibacillus	556
g__2-01-FULL-39-28	557
s__Flavobacterium-sp003497625	558
f__UBA6249	559
s__Streptomyces-sp000426165	560
s__Ruminococcus-sp002438605	561
s__Novispirillum-itersonii	562
s__2-01-FULL-44-22-sp001795975	563
g__Glaesserella	564
s__Leptotrichia-buccalis	565
s__JJ008-sp002127295	566
s__Desulfurella-acetivorans	567
s__Streptomyces-scopuliridis	568
s__O2-12-FULL-59-9-sp001800185	569
g__Tatumella	570
g__Thiolinea	571
g__Sulfuracidifex	572
s__Lutimaribacter-sp000526275	573
s__Kitasatospora-mediocidica	574
s__Epilithonimonas-halperniae	575
g__Gloeothece	576
s__Neobacillus-fumarioli	577
s__Mycobacterium-celeriflavum	578
s__Clostridium_AA-amylolyticum	579
s__CAG-884-sp000433875	580
s__Vibrio-hepatarius	581
s__Pseudoxanthomonas_A-sp001427635	582
f__Petrotogaceae	583
s__Kocuria-rosea	584
s__UBA6244-sp001769215	585
s__Halomonas-boliviensis	586
s__Microvirga-sp000739015	587
s__Gordonia-araii	588
g__HTCC2207	589
s__RBG-13-52-11-sp001797745	590
g__Acidithrix	591
g__GWC2-65-14	592
s__Clostridium_AC-tepidiprofundi	593
f__JA-3-3Ab	594
s__Methanocaldococcus-bathoardescens	595
g__PCC-7108	596
s__Lactobacillus-helveticus	597
g__Cycloclasticus	598
s__RCC307-sp000063525	599
s__UBA12087-sp001796335	600
s__Glutamicibacter-soli	601
g__Palleronia	602
s__Streptomyces-sp900105245	603
s__Leeuwenhoekiella-sp000687915	604
s__Staphylococcus-microti	605
s__Microvirga-lotononidis	606
s__Paenibacillus_A-barengoltzii	607
s__Microtetraspora-niveoalba	608
g__Spiroplasma_A	609
s__Psychrobacter-pasteurii	610
s__Mikella-endobia	611
s__Bartonella-birtlesii	612
g__Seleniibacterium	613
s__Phormidium_B-ambiguum	614
f__Roseiflexaceae	615
s__Microvirga-vignae	616
s__Blautia_A-hydrogenotrophica	617
s__Butyrivibrio-sp000424385	618
s__Psychrobacter-piechaudii	619
s__Butyrivibrio-sp000424145	620
f__SG8-4	621
g__Thiohalorhabdus	622
s__Belnapia-moabensis	623
s__UBA9968-sp001799045	624
s__Desulfonispora-thiosulfatigenes	625
s__Agrobacterium-rosae	626
g__Flexibacter	627
f__Alicyclobacillaceae	628
s__Lacticaseibacillus-pantheris	629
s__Psychrobacter-sp000511655	630
g__Rhodococcus_B	631
s__Nodosilinea-tenue	632
s__Desulfotomaculum-nigrificans	633
s__Micromonospora-sp000158815	634
s__Moraxella-cuniculi	635
s__Alicyclobacillus-acidoterrestris	636
g__Alkaliflexus	637
s__Ensifer-sp001695835	638
s__Peptoniphilus_A-senegalensis	639
s__Pelagibacterium-luteolum	640
f__Endozoicomonadaceae	641
s__Aminomonas-paucivorans	642
s__Deinococcus-actinosclerus	643
o__Gloeobacterales	644
o__Caldanaerobiales	645
s__Meinhardsimonia-xiamenensis	646
s__Kosmotoga-olearia	647
s__Sinorhizobium-meliloti	648
g__Fischerella	649
s__Sphingobium-herbicidovorans	650
s__Rubritalea-marina	651
g__Fabibacter	652
s__Massilia-sp001424165	653
g__Pragia	654
s__Gemella-massiliensis	655
s__Thalassobaculum_A-sp000171835	656
s__Komagataeibacter-nataicola	657
g__RBG-13-41-10	658
g__Klebsiella	659
s__Lishizhenia-tianjinensis	660
g__Bacillus_AB	661
s__Listeria-londoniensis	662
f__ZOR0009	663
s__Paracoccus-sp000518925	664
g__Dethiosulfatibacter	665
s__UBA7182-sp001941045	666
s__Desulfamplus-magnetovallimortis	667
g__Ruminiclostridium	668
s__Anaerotignum-neopropionicum	669
g__Lactococcus_A	670
s__Neisseria-cerebrosa	671
c__Polyangia	672
g__WG-1	673
s__Riemerella-columbipharyngis	674
g__SM23-61	675
s__Verminephrobacter-eiseniae	676
s__Succinimonas-amylolytica	677
g__Baia	678
s__Rhodococcus_B-sp000954115	679
s__Halomonas_A-xinjiangensis	680
f__Blattabacteriaceae	681
s__Propionicimonas-sp001603275	682
s__Coraliomargarita-akajimensis	683
o__Leptolyngbyales	684
s__Facklamia-hominis	685
s__Ilyobacter-polytropus	686
s__Komagataeibacter-medellinensis	687
g__CSP1-1	688
s__Acetivibrio-cellulolyticus	689
s__Sporosarcina-koreensis_B	690
s__Natronorubrum-daqingense	691
g__Sulfitobacter_C	692
s__Caballeronia-jiangsuensis	693
s__Methanomethylophilus-sp001560915	694
s__Agrococcus-sp900117395	695
s__2-01-FULL-66-17-sp001803875	696
s__Prevotella-jejuni	697
s__Fabibacter-misakiensis	698
g__Arcobacter	699
s__Pseudoclavibacter-alba	700
s__UBA10183-sp001871815	701
s__Fusobacterium_C-gonidiaformans	702
s__Thiocystis-violascens	703
s__Pantoea-ananatis	704
s__Urinicoccus-massiliensis	705
s__Brachyspira-murdochii	706
s__Weissella-thailandensis	707
s__Prevotella-sp000436695	708
s__Nocardia-xishanensis	709
s__Streptomyces-radiopugnans	710
s__Cytobacillus-sp000518885	711
s__Listeria_A-grandensis	712
s__Duodenibacillus-massiliensis	713
f__AcAMD-5	714
s__Erwinia-tracheiphila	715
s__Tc-Br11-E2g1-sp001564255	716
s__Root112D2-sp001424905	717
g__Thermosphaera	718
f__Nitratiruptoraceae	719
s__Pseudomonas_E-cichorii	720
s__Sulfurimonas-sp001829715	721
g__Tepidibacter	722
s__Capnocytophaga-sp000192225	723
s__Acidovorax_A-sp001424265	724
s__Lysobacter_B-tolerans	725
s__Helicobacter_A-trogontum	726
o__JC444	727
s__Lactobacillus-amylovorus	728
s__GWF1-51-8-sp001829415	729
s__Streptomyces-himastatinicus	730
o__UBA1572	731
g__Thorsellia	732
s__Bifidobacterium-anseris	733
s__Novosphingobium-mathurense	734
s__Gramella-flava	735
f__Sphaerochaetaceae	736
g__Mesorhizobium_E	737
s__SG8-30-sp001303245	738
s__Capnocytophaga-ochracea	739
s__Oceanobacillus-damuensis	740
s__Raineyella-antarctica	741
f__CAG-465	742
s__UBA9973-sp001785985	743
s__Leptospirillum-ferrooxidans	744
s__Alteromonas_A-lipolytica	745
s__Mesorhizobium-amorphae_B	746
g__Aquidulcibacter	747
s__GWC2-33-13-sp000989565	748
p__Fibrobacterota	749
f__RBG-16-64-32	750
s__Lactobacillus-kimbladii_A	751
s__Pseudomonas_E-sp000497835	752
s__Brevundimonas-sp001425945	753
s__Mycobacterium-sp001667315	754
s__Marinobacter-sp000686085	755
g__CAG-510	756
o__UBA9339	757
g__Criibacterium	758
s__Frankia-irregularis	759
s__Duganella-sacchari	760
s__Chryseobacterium-sp001424105	761
f__Microtrichaceae	762
s__Vagococcus-teuberi	763
s__Methyloversatilis-discipulorum	764
s__Methanobacterium-sp000309865	765
s__Thermoanaerobacter-sp000445185	766
s__Alteromonas-sp001885075	767
s__Lentilactobacillus-farraginis	768
s__Oscillibacter-valericigenes	769
g__Patulibacter	770
s__Salegentibacter-echinorum	771
s__Mesorhizobium-sp002294985	772
f__UBA9655	773
s__Stanieria-cyanosphaera	774
s__Ewingella-americana	775
s__Sphingomonas-sp001555965	776
o__Phormidesmiales	777
s__Gracilibacillus-massiliensis	778
s__Siminovitchia-fordii	779
s__Mt11-sp001282665	780
s__CG2-30-49-12-sp001873675	781
g__Methyloprofundus	782
g__Nitrosopelagicus	783
s__Burkholderia-oklahomensis	784
s__Parvimonas-micra	785
f__Ga0077560	786
g__Tetrasphaera	787
g__Acidobacterium_A	788
g__RAAP-1	789
s__Salegentibacter-sp000745315	790
s__Devosia-sp001427875	791
s__Nitrosomonas-sp002083395	792
g__Desulfonatronovibrio	793
s__Eubacterium_G-ventriosum	794
g__Desulfocucumis	795
s__Corynebacterium-aquilae	796
s__2-01-FULL-41-22-sp001789805	797
s__Streptomyces-sp001905845	798
s__Anaerobutyricum-hallii	799
s__Mycobacterium-avium	800
s__Viridibacillus-arvi	801
g__Terasakiella	802
s__Geobacillus-sp000445995	803
s__Nocardia-terpenica	804
g__Ignatzschineria	805
g__Thermopetrobacter	806
c__Rubrobacteria	807
s__Marinomonas-profundimaris	808
s__Erwinia-persicina	809
s__Bacteroides-togonis	810
s__Marinilactibacillus-piezotolerans_A	811
g__Azospira	812
s__Fortiea-contorta	813
s__DTU098-sp001512635	814
s__Maricaulis-salignorans	815
s__Rouxiella-chamberiensis	816
s__Photorhabdus-australis	817
s__Pseudorhodoferax-sp001422445	818
s__Superficieibacter-sp001187865	819
g__KA00274	820
s__Actinokineospora-terrae	821
s__Spirosoma-luteum	822
s__Thermotoga-sp000784835	823
s__Dialister-sp001553355	824
g__Pricia	825
s__Pandoraea-capi	826
s__Curtobacterium-sp000772085	827
s__Pseudomonas_E-sp002080045	828
f__Elusimicrobiaceae	829
s__Salinicoccus-luteus	830
s__Halorubrum-sp000746205	831
g__Ponticoccus	832
s__Flavobacterium-urocaniciphilum	833
g__Phormidium_A	834
s__Terrabacter-sp000955875	835
g__Thermosediminibacter	836
g__UBA12077	837
g__Enterococcus_D	838
s__Variovorax-sp900106655	839
s__Xenorhabdus-poinarii	840
s__Halorhabdus-utahensis	841
s__Carnobacterium_A-jeotgali	842
s__Leminorella-grimontii	843
s__AAA536-G10-sp000384615	844
s__Ralstonia-insidiosa	845
s__Rhizobacter-sp001425865	846
s__Massilia-sp001425685	847
s__Sinorhizobium-sp001854885	848
o__Tenderiales	849
s__Marinomonas-mediterranea	850
s__Roseburia-sp001940165	851
f__Dongiaceae	852
s__Aliterella-atlantica	853
s__LFER01-sp001510135	854
s__Brevibacillus-centrosporus	855
s__Marivivens-sp001908835	856
s__Maribacter-sp001913155	857
s__Gottfriedia-solisilvae	858
s__Selenihalanaerobacter-shriftii	859
f__Thermoanaerobaculaceae	860
s__Halothece-salina	861
s__Ligilactobacillus-ceti	862
s__Anaeromyxobacter-dehalogenans_B	863
s__Pontibacter-actiniarum	864
s__Pedobacter-sp001423945	865
s__GWA2-46-9-sp001791425	866
s__Streptomyces-niger	867
f__Oceanibaculaceae	868
s__Cupriavidus-nantongensis	869
s__CAG-822-sp000432855	870
o__Minwuiales	871
s__Nitrobacter-hamburgensis	872
s__GCA-900199385-sp900176495	873
g__UBA12026	874
o__RBG-13-55-18	875
s__Synechococcus_E-sp000737575	876
s__Flavobacterium-terrigena	877
s__Christensenella-minuta	878
s__Rhodomicrobium-udaipurense	879
s__RBG-13-46-10-sp001824645	880
o__Rhizobiales	881
s__Erysipelothrix-rhusiopathiae	882
s__Acidaminococcus-sp000437815	883
s__Pseudarthrobacter-enclensis	884
s__Prevotella-copri	885
s__Enterococcus_E-cecorum	886
s__Caulobacter-rhizosphaerae	887
g__Lactobacillus	888
s__Pseudovibrio-exalbescens	889
s__Mycobacterium-sp001666755	890
s__Pseudomonas_E-punonensis	891
s__Desulfurella-amilsii	892
g__CAG-177	893
s__Helicobacter_B-sp001854545	894
s__Thiobacillus-sp001897705	895
s__Caldicellulosiruptor-morganii	896
s__Acinetobacter-defluvii	897
s__Olegusella-sp000466405	898
s__Halolamina-pelagica_B	899
s__Gloeothece-citriformis	900
s__Pseudomonas-jinjuensis	901
c__Desulfobaccia_A	902
g__CAG-605	903
s__Leptospira-kmetyi	904
s__Lonsdalea-populi	905
g__Sinomicrobium	906
s__Capnocytophaga-gingivalis	907
g__Sediminispirochaeta	908
o__UBA4802	909
g__Nanopelagicus	910
s__Synechocystis-sp000284455	911
s__Pseudorhodobacter-aquimaris	912
s__Caloramator_B-quimbayensis	913
s__Acidihalobacter_A-ferrooxidans	914
f__SM23-61	915
s__Photobacterium-phosphoreum	916
g__SG8-24	917
s__Wagnerdoeblera-megaterium	918
f__Kineococcaceae	919
s__Lentilactobacillus-kefiri	920
s__M3-sp001689445	921
g__Microbacter	922
g__Defluviitalea	923
s__Xenorhabdus-hominickii	924
f__Geminicoccaceae	925
s__Kingella_B-oralis	926
s__Halomonas-massiliensis	927
s__Andreprevotia-lacus	928
s__Prevotella-pleuritidis	929
s__Alistipes-sp900021155	930
f__Dendrosporobacteraceae	931
s__Nocardioides-sp000620705	932
g__Stenotrophomonas_A	933
s__Nitrosopumilus-sp001543015	934
s__Dyadobacter-koreensis	935
s__Rhodococcus-hoagii	936
g__Yonghaparkia	937
s__Pseudorhizobium-pelagicum	938
s__Cyclobacterium-xiamenense	939
s__Corynebacterium-amycolatum	940
g__2-02-FULL-39-14	941
o__Saccharimonadales	942
s__Corynebacterium-lowii	943
s__Dickeya-dianthicola	944
s__Planktomarina-temperata	945
s__Parapedobacter-koreensis	946
g__Prosthecobacter	947
s__CG2-30-50-142-sp001871795	948
s__Streptomyces-sp000158895	949
s__Helicobacter-acinonychis	950
s__Acetobacter-ascendens	951
s__Citreimonas-salinaria	952
s__Thiomonas-sp000377645	953
s__Oligella-urethralis	954
f__Deferrisomataceae	955
s__Massilia-sp001426525	956
g__Treponema_C	957
s__Micromonospora-profundi	958
g__Bacillus_I	959
f__Christensenellaceae	960
s__Mangrovimonas-sp001280515	961
f__UBA8919	962
s__Luminiphilus-syltensis	963
s__Acidipropionibacterium-jensenii	964
g__CAG-568	965
s__Kitasatospora-purpeofusca	966
s__Rouxiella-sp000257645	967
s__Agreia-sp001422485	968
s__Algorimicrobium-argentinense	969
s__Vitreoscilla-stercoraria	970
s__Malaciobacter-marinus	971
s__Salinarchaeum-sp000403645	972
s__Ga0077548-sp001464215	973
s__Ligilactobacillus-araffinosus	974
s__Streptobacillus-moniliformis	975
s__Corynebacterium-sp001815935	976
s__Synechococcus_E-sp000737595	977
s__Marmoricola-aequoreus	978
s__Streptomyces-sp001748085	979
s__Catalinimonas-alkaloidigena	980
s__Phocaeicola-mediterraneensis	981
s__Exiguobacterium_A-undae	982
s__Berkiella-aquae	983
s__Nocardia-grenadensis	984
g__Desulfomicrobium	985
s__Actinosynnema-sp001984175	986
s__Maridesulfovibrio-zosterae	987
s__Psychrobacillus-sp900111345	988
s__Salinicoccus-qingdaonensis	989
o__Thermicanales	990
s__Bacillus-atrophaeus	991
c__4484-113	992
s__Sphingopyxis-sp001468395	993
g__Thermophagus	994
s__Legionella-norrlandica	995
s__Pseudopelobacter-sp001802125	996
g__Salegentibacter	997
s__Ruegeria-sp000813985	998
s__Bilophila-wadsworthia	999
g__PCC7113	1000
s__Hydrogenoanaerobacterium-saccharovorans	1001
s__Psychroserpens-mesophilus	1002
s__Ochrobactrum_A-pseudogrignonense	1003
s__UBA1547-sp001873625	1004
o__Streptosporangiales	1005
s__Nitrosomonas-aestuarii	1006
g__Marinimicrobium	1007
s__Novosphingobium-sp900113255	1008
s__Veillonella-parvula_A	1009
s__Brachyspira-pilosicoli	1010
s__Marinomonas-sp001624705	1011
g__Paucidesulfovibrio	1012
s__Nocardia-uniformis	1013
s__Negativibacillus-massiliensis	1014
s__Eubacterium_Q-sp000703065	1015
g__GWF2-35-48	1016
s__Roseivirga-ehrenbergii	1017
s__Megasphaera_A-paucivorans	1018
g__Pseudoclavibacter	1019
s__Niveispirillum-irakense	1020
s__Sphingomonas-taxi	1021
s__Coxiella-sp000815025	1022
s__Methylophaga-sulfidovorans	1023
s__Aquabacterium-sp001770725	1024
g__Desulfatiglans	1025
s__Streptomyces-sparsogenes	1026
s__Bifidobacterium-moukalabense	1027
g__Blastococcus	1028
g__51-20	1029
s__Marinococcus-halophilus	1030
o__Paceibacterales	1031
s__Saccharopolyspora-antimicrobica	1032
s__Helicobacter_D-canadensis	1033
g__Desulfallas_B	1034
g__Chlorogloeopsis	1035
g__Pseudoalteromonas	1036
s__Caballeronia-temeraria	1037
s__Herbaspirillum-chlorophenolicum	1038
s__Rathayibacter-toxicus	1039
s__Cryobacterium-psychrotolerans	1040
s__Luteibacter-yeojuensis_A	1041
s__Treponema_B-denticola	1042
f__Thermotogaceae	1043
f__Methanothermobacteraceae	1044
f__Desulfurobacteriaceae	1045
s__Hydrogenimonas-thermophila	1046
s__Prevotella-oris	1047
s__Enterococcus_D-sp001297065	1048
s__Methanohalophilus-mahii	1049
g__Planococcus	1050
s__Pisciglobus-halotolerans	1051
s__Sporomusa-ovata	1052
s__Halococcus-saccharolyticus	1053
g__Thermomonospora	1054
g__Weeksella	1055
s__Afipia-clevelandensis	1056
s__Comamonas-acidovorans	1057
g__Ga0074139	1058
g__Bacillus_AP	1059
g__Thermomonas	1060
s__Hymenobacter-psychrophilus	1061
f__RBG-16-68-14	1062
s__73-13-sp001898855	1063
g__Propionicimonas	1064
g__1-19	1065
s__Roseivirga-seohaensis	1066
s__Limnohabitans_A-planktonicus	1067
s__Thermophagus-xiamenensis	1068
g__MFJZ01	1069
g__Arsenicicoccus	1070
g__Kaistella	1071
s__Corynebacterium-mastitidis	1072
s__CAG-95-sp000438155	1073
g__Mitsuokella	1074
g__UBA10027	1075
s__Maritimibacter_A-sp900177545	1076
s__GWA1-52-35-sp001769805	1077
s__Paenibacillus_C-oryzae	1078
s__Lentzea-fradiae	1079
g__Marithrix	1080
s__Limosilactobacillus-coleohominis	1081
s__Nodularia-spumigena	1082
o__UBA4486	1083
o__Anaerolineales	1084
g__Clostridioides_A	1085
s__Bacteroides-cellulosilyticus	1086
c__CG2-30-53-67	1087
s__Salisaeta-longa	1088
f__Thermocladiaceae	1089
s__Paraburkholderia-ginsengiterrae	1090
g__CAG-484	1091
s__Methylopila-sp000526315	1092
s__Xenophilus-azovorans	1093
s__Novosphingobium-sp900176395	1094
o__P2-11E	1095
s__Ligilactobacillus-salivarius	1096
s__CETP13-sp001885315	1097
c__UBA9087	1098
o__Symbiobacteriales	1099
f__Wenzhouxiangellaceae	1100
s__Actinomyces-denticolens	1101
s__Pauljensenia-radingae_A	1102
s__Cellulomonas-marina	1103
s__Flavimobilis-marinus	1104
s__Brachyspira-alvinipulli	1105
s__Carboxydothermus-pertinax	1106
g__Methanobrevibacter	1107
g__Ga0077554	1108
s__Pseudomonas_E-pohangensis	1109
s__Polynucleobacter-sp001889925	1110
s__Methanobacterium_C-paludis	1111
s__UBA9934-sp003453595	1112
s__Bosea-sp001562255	1113
s__Kordia-algicida	1114
g__Sphingomonas_G	1115
g__Malacoplasma	1116
s__Thioglobus-sp001628405	1117
g__Allisonella	1118
s__Leptotrichia-hofstadii	1119
s__Desulfitobacterium-chlororespirans	1120
s__Legionella-santicrucis	1121
g__Thioclava	1122
s__Jiangella-alkaliphila	1123
s__Nitrosopumilus-piranensis	1124
g__13-2-20CM-68-14	1125
g__Geomonas	1126
s__Marinomonas-fungiae	1127
g__Anoxybacillus_A	1128
s__Thauera-aminoaromatica	1129
s__Brevundimonas-sp001794825	1130
s__Microbacterium-sp900155915	1131
s__Butyricimonas-faecihominis	1132
s__Puia-sp001898505	1133
s__Saccharopolyspora-flava	1134
c__Aquificae	1135
s__Diplorickettsia-massiliensis	1136
s__Winogradskyella-sp001971725	1137
c__OXYB2-FULL-49-7	1138
s__Pseudobacteroides-cellulosolvens	1139
s__Halomonas-shengliensis	1140
s__Frigoribacterium-sp001422285	1141
s__Streptomyces-sp001654495	1142
g__Aliicoccus	1143
s__Mizugakiibacter-sediminis	1144
s__AB-137-C09-sp000379225	1145
s__Acinetobacter-pragensis	1146
s__Pediococcus-damnosus	1147
g__Pseudoduganella	1148
s__Lacrimispora-sp001312405	1149
s__Cytobacillus-globisporus	1150
g__Haematomicrobium	1151
s__Pseudomonas_K-guangdongensis	1152
s__Nitrosomonas-halophila	1153
f__Nitrososphaeraceae	1154
s__Flavobacterium-enshiense	1155
s__Eubacterium_O-aggregans	1156
g__Ga0077548	1157
s__Deinococcus-radiopugnans	1158
s__Aliarcobacter-butzleri	1159
g__Acholeplasma	1160
s__Microbacterium-ginsengisoli	1161
s__Bacteroides-ndongoniae	1162
g__Kandleria	1163
g__Clostridium_AM	1164
s__Comamonas_C-sp001725255	1165
s__Pseudidiomarina-salinarum	1166
s__Microbacterium-aurum	1167
g__UBA10170	1168
s__Mitsuaria-chitosanitabida	1169
s__Nitrososphaera-gargensis	1170
g__YC2-FULL-38-9	1171
s__Corynebacterium-terpenotabidum	1172
s__Thermus-arciformis	1173
o__DTU065	1174
s__Paenibacillus_B-aquistagni	1175
s__Fenollaria-massiliensis	1176
s__OLB19-sp001567365	1177
g__UBA11712	1178
s__Corynebacterium-pyruviciproducens	1179
s__Calidithermus-chliarophilus	1180
s__Brachybacterium-paraconglomeratum	1181
g__Soonwooa	1182
s__Croceicoccus-pelagius	1183
g__32O-W	1184
c__Brevinematia	1185
s__Palleronia-salina	1186
s__Dethiosulfatibacter-aminovorans	1187
s__Streptomyces_B-alni	1188
s__Thioalkalivibrio_B-paradoxus	1189
s__Candidimonas_A-bauzanensis	1190
g__Dolosigranulum	1191
g__DG-74-1	1192
g__Bacillus_L	1193
g__Desulfofundulus	1194
s__Salinimicrobium-catena	1195
s__Ketogulonicigenium-vulgare	1196
s__Frankia-elaeagni	1197
s__Streptococcus-downei	1198
g__Euryhalocaulis	1199
s__Sporosarcina-sp000586555	1200
s__OLB11-sp001567165	1201
g__Desertifilum	1202
s__MS024-2A-sp000173095	1203
s__Chryseobacterium-taichungense	1204
f__Pirellulaceae	1205
f__Amphibacillaceae	1206
s__Rodentibacter-rarus	1207
g__Dermatophilus	1208
s__Mycobacterium-sp001667115	1209
g__Caloranaerobacter	1210
c__Methanopyri	1211
f__HIMB59	1212
s__Arenimonas-sp001724815	1213
f__Methylothermaceae	1214
c__Mor1	1215
s__Nocardia-niwae	1216
s__Sulfolobus-acidocaldarius_A	1217
s__Deinococcus-reticulitermitis	1218
s__Angelakisella-massiliensis	1219
c__ABY1	1220
s__Ruminococcus_C-sp000433635	1221
s__Moheibacter-sediminis	1222
s__GWE2-31-10-sp001829315	1223
f__UBA2999	1224
s__Luteibacter-sp000745055	1225
g__Solidesulfovibrio	1226
s__Rhodobacter_C-vinaykumarii	1227
s__Helcococcus-sueciensis	1228
f__Gemellaceae	1229
s__Paenibacillus_C-sp001280845	1230
s__Chryseobacterium-formosense	1231
g__Streptomyces_G	1232
s__Thermotoga-petrophila	1233
s__Gloeobacter-kilaueensis	1234
f__Bacteroidaceae	1235
s__Acinetobacter-tandoii	1236
s__Epilithonimonas-zeae	1237
g__O2-FULL-52-10	1238
g__FMMP01	1239
s__Rugosibacter-aromaticivorans	1240
s__CAG-302-sp000431795	1241
g__Amphibacillus_C	1242
o__Reyranellales	1243
s__CAG-353-sp001941135	1244
s__Moritella-marina	1245
s__Corynebacterium-phoceense	1246
s__2-02-FULL-62-14-sp001805245	1247
g__Paramesorhizobium	1248
g__Dinoroseobacter	1249
s__Tenderia-electrophaga	1250
s__Thiodiazotropha-endolucinida	1251
s__Methylacidiphilum-infernorum	1252
g__Pseudodesulfuromonas	1253
s__Oxobacter-pfennigii	1254
s__Nocardia-crassostreae	1255
s__Ruminiclostridium-termitidis	1256
s__Bradyrhizobium-icense	1257
o__UBA7541	1258
g__Puia	1259
s__Agrobacterium-fabrum	1260
s__Nocardiopsis-kunsanensis	1261
s__Sporomusa-acidovorans	1262
s__Mycetocola-saprophilus	1263
s__Thermoclostridium-stercorarium	1264
f__2-01-FULL-45-10	1265
s__Dietzia-maris	1266
g__Marinactinospora	1267
s__Roseobacter-denitrificans	1268
o__Jiangellales	1269
s__Labilithrix-luteola	1270
s__Pseudomonas_E-vranovensis	1271
s__Cytobacillus-sp001509555	1272
s__Acinetobacter-baumannii	1273
s__Clostridioides-difficile	1274
s__Chryseobacterium-sp000799235	1275
s__Caldanaerobius-polysaccharolyticus	1276
o__Thermosediminibacterales	1277
f__Mycobacteriaceae	1278
s__Halorientalis-regularis	1279
s__Thermodesulfovibrio-yellowstonii	1280
s__Mycobacterium-smegmatis	1281
s__Leptospira_A-vanthielii	1282
s__Demequina-sp002090095	1283
s__Veillonella-montpellierensis	1284
s__Moraxella_A-atlantae	1285
s__Roseiflexus-castenholzii	1286
s__Bradyrhizobium-valentinum	1287
s__Streptococcus-sp001182825	1288
s__Agathobacter-faecis	1289
g__GWB2-47-37	1290
g__CAG-831	1291
s__Amycolatopsis-saalfeldensis	1292
s__Bact-11-sp001602845	1293
g__Gullanella	1294
g__Gordonibacter	1295
s__Pseudovibrio-hongkongensis	1296
s__Midichloria-mitochondrii	1297
s__Croceitalea-dokdonensis	1298
g__Alteridesulfovibrio	1299
f__DTU083	1300
s__Streptobacillus-ratti	1301
s__Halolamina-rubra	1302
g__IMCC26207	1303
g__CAG-81	1304
s__Moraxella-oblonga	1305
s__Cyanothece-sp000022045	1306
s__Mageeibacillus-indolicus	1307
s__Rhodococcus-ruber	1308
s__Amycolatopsis-japonica	1309
g__Eubacterium_H	1310
s__Micromonospora-tropica	1311
s__Caloranaerobacter-ferrireducens	1312
s__Sulfurimonas-denitrificans	1313
s__Spirillospora-chibensis	1314
s__Dermatophilus-congolensis	1315
s__Vibrio-quintilis	1316
s__Chryseobacterium-sp900156075	1317
s__Peptacetobacter-hiranonis	1318
s__Pseudarthrobacter-sp001428075	1319
s__Fischerella-laminosa_A	1320
g__Gilvimarinus	1321
s__Thermogladius-calderae	1322
s__Pseudomonas_E-sp001446935	1323
g__Neptuniibacter	1324
s__Streptococcus-sobrinus	1325
s__Mycobacterium-tokaiense	1326
s__Methyloversatilis-universalis_A	1327
s__Actinosynnema-syringae	1328
s__Actinopolymorpha-alba	1329
g__Paraglaciecola	1330
s__Epilithonimonas-sp000735135	1331
s__Geitlerinema-sp000332355	1332
f__BM004	1333
g__Pseudocitrobacter	1334
s__Hydrogenophaga-palleronii	1335
s__Nocardia-veterana	1336
s__Sphingorhabdus_B-sp001464315	1337
s__28-YEA-48-sp900104955	1338
s__Shewanella-algae	1339
s__UKL13-2-sp001602455	1340
s__Histophilus-haemoglobinophilus	1341
p__Actinobacteriota	1342
s__Amylibacter-sediminis	1343
s__Intrasporangium-calvum	1344
s__Holdemania-massiliensis	1345
s__Psychromonas-sp000153405	1346
s__Phytoplasma-mali	1347
g__Microcystis	1348
g__UBA1062	1349
o__TANB77	1350
g__Helicobacter_C	1351
s__Pedobacter-lusitanus	1352
s__Dysgonomonas-macrotermitis	1353
s__2-02-FULL-37-13-sp001782195	1354
s__CAG-83-sp000435975	1355
s__Eubacterium_B-sulci	1356
s__Natrialba-chahannaoensis	1357
s__Thorsellia-anophelis	1358
s__Methanococcoides-burtonii	1359
s__Actinobaculum-suis	1360
f__Bacillaceae_O	1361
s__Paenibacillus_G-tianmuensis	1362
s__Chlamydophila-abortus	1363
g__UBA12451	1364
s__Micromonospora-inyonensis	1365
g__Roseomonas_A	1366
g__Barnesiella	1367
s__Dasania-marina	1368
s__Geodermatophilus-amargosae	1369
o__BSN033	1370
g__Ruminococcus_C	1371
s__Treponema-medium	1372
s__Pseudomonas_E-silesiensis	1373
f__Ruminococcaceae	1374
s__Psychroflexus-salarius	1375
s__Mailhella-massiliensis	1376
s__2-02-FULL-48-11-sp001805615	1377
s__Salipiger-abyssi	1378
s__YD12-FULL-61-37-sp001801995	1379
s__Arcobacter-nitrofigilis	1380
s__Fervidobacterium-nodosum	1381
o__Christensenellales	1382
f__Chlamydiaceae	1383
g__Marinitoga	1384
o__Mahellales	1385
s__Skermanella-aerolata	1386
s__Persephonella-sp000703045	1387
s__Caldarchaeum-subterraneum_A	1388
s__Prolixibacter-bellariivorans	1389
o__DTU010	1390
g__UBA10281	1391
s__Leisingera-sp000813725	1392
s__ESFC-1-sp000380225	1393
s__ANT-B6-sp001683905	1394
s__Fictibacillus_A-gelatini	1395
f__Methanospirillaceae	1396
f__Muribaculaceae	1397
f__Ga0077523	1398
s__Sphingomonas_N-sp000383095	1399
s__Clostridium_J-sulfidigenes	1400
s__Sphaerochaeta-sp001603115	1401
g__Pseudomonas_F	1402
g__Winkia	1403
s__Streptomyces-specialis	1404
s__Streptomyces-xylophagus	1405
s__Sphingomonas-sp001421245	1406
s__Acinetobacter-sp001647535	1407
s__Butyrivibrio-sp900112195	1408
s__Burkholderia-gladioli	1409
s__Paraglaciecola-arctica	1410
s__Streptomyces-bicolor	1411
s__BICA1-8-sp000802045	1412
c__Alphaproteobacteria	1413
g__Syntropharchaeum	1414
s__Brevibacterium-sp001815905	1415
s__Methanobacterium_C-congolense	1416
s__Hymenobacter-daecheongensis	1417
s__Mycobacterium-icosiumassiliensis	1418
s__Peribacillus-huizhouensis	1419
g__Intestinimonas	1420
f__Caulobacteraceae	1421
s__Desulfopertinax-cowenii	1422
g__Lysobacter	1423
s__Tanticharoenia-sakaeratensis	1424
g__Methanomethylovorans	1425
g__Sphingomonas_N	1426
g__Caldimonas	1427
s__Actinomyces-glycerinitolerans	1428
s__Caloranaerobacter-sp001316435	1429
s__Gleimia-europaea_B	1430
s__Clostridium-nigeriense	1431
s__Marinitoga-sp001021165	1432
f__4572-128	1433
g__Cypionkella	1434
s__Stenotrophomonas-daejeonensis	1435
s__UBA12470-sp000999315	1436
s__Staphylococcus-epidermidis	1437
s__Pleomorphomonas-oryzae	1438
g__Helicobacter_B	1439
s__Sulfitobacter-litoralis	1440
g__CBA1134	1441
g__Siansivirga	1442
o__Desulfobulbales	1443
s__UBA12049-sp001784155	1444
g__Paenibacillus_T	1445
s__Exiguobacterium-marinum	1446
s__Bradyrhizobium-sp000473045	1447
s__Mycoplasma_J-mobile	1448
s__XYD2-FULL-39-9-sp001783215	1449
g__Salinihabitans	1450
c__Desulfomonilia	1451
s__Niastella-populi	1452
s__Levilactobacillus-senmaizukei	1453
g__UBA11654	1454
s__Lysobacter-sp001429785	1455
s__Lactococcus-garvieae_A	1456
s__Actinokineospora-mzabensis	1457
g__2-01-FULL-41-26	1458
o__Alicyclobacillales	1459
f__Legionellaceae	1460
s__Protaetiibacter-sp001898835	1461
s__Eubacterium_R-sp000433975	1462
s__Corynebacterium-provencense	1463
c__Acidobacteriae	1464
s__Ectothiorhodospira-mobilis	1465
s__Azoarcus-olearius	1466
s__Mycobacterium-sp001426545	1467
g__Siphonobacter	1468
g__Draconibacterium	1469
s__Dubosiella-sp000403415	1470
g__Roseovarius	1471
g__KBS-96	1472
s__UBA12151-sp000990585	1473
g__Oscillatoria	1474
s__Falsirhodobacter-sp000739715	1475
s__GWC1-27-15-sp001829125	1476
s__Sphingomonas-sp900109565	1477
s__Chlamydophila-felis	1478
g__2-02-FULL-37-13	1479
s__Nocardia-sp000526215	1480
g__Fibrisoma	1481
g__Achromatium	1482
s__Corynebacterium-nuruki	1483
g__Pseudoglutamicibacter	1484
s__Fictibacillus_C-macauensis	1485
s__Geobacter-anodireducens	1486
s__Neisseria-sp000090875	1487
s__Solirubrobacter-sp000425945	1488
f__Hippeaceae	1489
s__Rhodopseudomonas-sp001295845	1490
s__Kluyvera-cryocrescens_A	1491
s__Pseudonocardia-sp001725415	1492
g__GCA-000496135	1493
g__Peptoniphilus_B	1494
s__Rodentibacter-myodis	1495
s__Prosthecobacter-debontii	1496
s__Halorientalis-sp001989615	1497
g__EMTCatB1	1498
g__DTU025	1499
s__Microbulbifer-yueqingensis	1500
s__Neorhizobium-sp900111905	1501
g__CG1-02-37-22	1502
s__Micromonospora-yangpuensis	1503
s__Gloeomargarita-lithophora	1504
s__Peptoniphilus_A-raoultii	1505
s__Pseudomonas_E-psychrophila	1506
s__Flavobacterium-hibernum	1507
g__CAG-1138	1508
g__Nitrospira_A	1509
g__Thermoplasma	1510
f__Desulfofervidaceae	1511
g__Sneathiella	1512
s__Vibrio-chagasii	1513
s__Corynebacterium-singulare	1514
g__Plantibacter	1515
s__Streptomyces-sp000213055	1516
s__Rhodopirellula-islandica	1517
g__Streptomyces_B	1518
g__UBA10183	1519
s__4484-171-sp002049895	1520
s__Streptomyces-varsoviensis	1521
o__Haloplasmatales_A	1522
g__Sulfurisphaera	1523
s__Leeuwenhoekiella-blandensis	1524
s__2-02-FULL-38-15-A-sp001797335	1525
s__Tetrasphaera_A-jenkinsii	1526
s__Ga0074139-sp001464795	1527
o__DTU084	1528
s__Pseudomonas_E-brassicacearum	1529
s__2-01-FULL-44-22-sp001794205	1530
s__Pseudomonas_E-alkylphenolica	1531
g__CAG-914	1532
s__Dyadobacter-crusticola	1533
g__2-02-FULL-50-19	1534
s__Paraglaciecola-polaris	1535
s__Berkiella-sp001898235	1536
s__Saccharicrinis-fermentans	1537
s__Asticcacaulis-sp000495815	1538
f__Sporolactobacillaceae	1539
s__Devosia-epidermidihirudinis	1540
f__GWA2-32-17	1541
g__UBA10181	1542
s__Lactiplantibacillus-herbarum	1543
g__Nitrincola	1544
s__Chroogloeocystis-siderophila	1545
g__Bacillus_A	1546
s__Alkaliphilus_A-metalliredigens	1547
s__Faecalimonas-umbilicata	1548
s__Enterococcus-plantarum	1549
f__Desertifilaceae	1550
o__CACIAM-69d	1551
s__XBB1006-sp900115795	1552
s__Sphingobium-sp900109095	1553
g__Deinococcus	1554
s__Poseidonocella-pacifica	1555
s__Streptomyces-sp000719775	1556
s__YC2-FULL-38-9-sp001790095	1557
s__Microbacterium-sp001898325	1558
s__Hymenobacter-sp001280305	1559
g__Caloramator_A	1560
s__Nocardioides-alkalitolerans	1561
g__Eubacterium_M	1562
s__Gilliamella-mensalis	1563
g__Mesoplasma	1564
o__MBNT15	1565
g__Salipaludibacillus	1566
c__UBA10199	1567
g__Rhodobacter_B	1568
s__Methanosarcina-vacuolata	1569
f__DSM-16500	1570
s__Corynebacterium-testudinoris	1571
s__Streptomyces-aidingensis	1572
s__Thiofilum-flexile	1573
f__Akkermansiaceae	1574
s__Prevotella-melaninogenica	1575
f__2-01-FULL-66-17	1576
s__GCF-000287335-sp000287335	1577
s__Marinobacter-daepoensis	1578
s__RBG-13-46-13-sp001791995	1579
s__Corynebacterium-genitalium_A	1580
g__Rippkaea	1581
s__Pelagirhabdus-alkalitolerans	1582
s__Paenibacillus_D-pinihumi	1583
g__Segniliparus	1584
f__TK06	1585
g__Phocea	1586
s__Hirschia-maritima	1587
o__Cyanobacteriales	1588
s__Anaerovibrio-sp000622005	1589
f__GWA2-37-8	1590
s__Pseudomonas_E-corrugata	1591
g__Methylacidiphilum	1592
s__Oleibacter-marinus	1593
g__Parageobacillus	1594
s__Facklamia-miroungae	1595
c__Hadarchaeia	1596
f__33-17	1597
s__OLB8-sp001567405	1598
g__Arabia	1599
s__Streptococcus-merionis	1600
s__Olsenella-sp001457795	1601
p__Firmicutes	1602
s__Pseudomonas_E-sp001592875	1603
f__Koribacteraceae	1604
s__Corynebacterium-glutamicum	1605
g__Thermovenabulum	1606
o__Nautiliales	1607
s__Haemophilus_B-ducreyi	1608
f__Coprobacteraceae	1609
s__Halolactibacillus-miurensis	1610
o__Mycoplasmatales	1611
s__UBA7173-sp001701135	1612
s__Clostridium_P-perfringens	1613
s__Anaerococcus-tetradius	1614
s__Tardiphaga-robiniae	1615
s__Pelomonas-sp001425165	1616
s__Streptomyces-galbus_A	1617
g__Azospirillum	1618
g__Actinoalloteichus	1619
s__Alkalihalobacillus-alcalophilus	1620
s__Streptomyces-malaysiensis	1621
s__Corynebacterium-freiburgense	1622
g__Aquimarina	1623
s__Corynebacterium-phocae	1624
g__SG8-30	1625
s__Halomonas-zhanjiangensis	1626
s__Sediminibacterium-salmoneum	1627
s__FS08-3-sp000830175	1628
g__Thermodesulfobium	1629
s__Methanoculleus-thermophilus	1630
s__Caldicellulosiruptor-bescii	1631
s__Mycobacterium-neoaurum_A	1632
s__Campylobacter_D-insulaenigrae	1633
s__Marinovum-algicola	1634
s__Bifidobacterium-commune	1635
f__2-02-FULL-44-16	1636
s__Rubidus-massiliensis	1637
s__Streptomyces_B-glauciniger	1638
s__Legionella-worsleiensis	1639
s__Aliarcobacter-cibarius	1640
s__Frankia-sp001636565	1641
s__Enterococcus-moraviensis	1642
s__Franconibacter-helveticus	1643
s__Natrinema-altunense	1644
o__O2-12-FULL-43-9	1645
s__Oceanobacillus-jeddahense	1646
s__Zhongshania-aliphaticivorans	1647
s__DTU008-sp001512965	1648
g__Aliterella	1649
s__GWB1-37-8-sp001782645	1650
g__Williamsoniiplasma	1651
s__Massilia-sp000740675	1652
g__Brocadia	1653
s__Bradyrhizobium-viridifuturi	1654
s__Sporolactobacillus-terrae	1655
s__Corynebacterium-mycetoides	1656
s__Natronoflexus-saponilacus	1657
f__Halothiobacillaceae	1658
s__Lactiplantibacillus-pentosus	1659
g__Halanaerobium	1660
s__Ga0074130-sp001464495	1661
s__Pedobacter-soli	1662
f__Francisellaceae	1663
s__Neptuniibacter-pectenicola	1664
s__Rhodoglobus-sp000247645	1665
s__Arthrobacter_I-sp000374925	1666
s__Kaistella-jeonii	1667
s__Maledivibacter-halophilus	1668
s__Thermaerobacter-subterraneus	1669
g__Kingella_A	1670
s__Malikia-spinosa	1671
s__Prevotella-sp000688375	1672
s__DG-74-1-sp001303125	1673
s__Shewanella-oneidensis	1674
s__Acutalibacter-timonensis	1675
s__Arthrobacter_I-sp001428365	1676
s__Ectobacillus-panaciterrae	1677
g__Kangiella	1678
s__Mycobacterium-numidiamassiliense	1679
g__RBG-16-57-12	1680
s__MTP4-sp000970045	1681
o__Legionellales	1682
g__CAG-1000	1683
g__2-02-FULL-50-16-A	1684
s__Kangiella-sediminilitoris	1685
o__Coxiellales	1686
c__Desulfurobacteriia	1687
g__Arthrobacter_F	1688
s__Micromonospora-aurantiaca	1689
g__Polaribacter	1690
s__Roseivivax-halodurans	1691
s__Amycolatopsis-xylanica	1692
g__Nigerium	1693
s__Fournierella-massiliensis	1694
s__Reyranella-massiliensis	1695
s__Eubacterium_R-coprostanoligenes	1696
s__Haloferax-elongans	1697
s__Mucilaginibacter-sp900142915	1698
g__GWC2-45-44	1699
s__Adlercreutzia-equolifaciens	1700
s__Corynebacterium-durum	1701
s__Motiliproteus-sp001968815	1702
s__Mesorhizobium-sp001854785	1703
s__Numidum-massiliense	1704
s__Methylobacter_A-tundripaludum	1705
g__Planctomyces_A	1706
s__Bartonella-koehlerae	1707
o__DSTF01	1708
o__NS11-12g	1709
s__Aeromonas-sobria	1710
s__Paraburkholderia-acidipaludis	1711
s__Mycobacterium-sp001984215	1712
s__Granulicatella-sp001071995	1713
g__Mesomycoplasma	1714
s__CACIAM-69d-sp001698445	1715
s__Pyramidobacter-piscolens	1716
g__CG1-02-37-114	1717
s__Dermacoccus-nishinomiyaensis	1718
s__Nevskia-ramosa	1719
s__CG2-30-66-27-sp001873935	1720
g__Hansschlegelia	1721
g__GWF2-33-10	1722
s__Brevinema-andersonii	1723
s__Pseudobutyrivibrio-sp900104335	1724
s__Thermobacillus-composti	1725
s__Pedobacter-sp001412215	1726
s__Natrarchaeobaculum-sp001563805	1727
g__HTCC5015	1728
s__Pedobacter-steynii	1729
s__Nonlabens-marinus	1730
g__CG2-30-32-10	1731
s__Agrobacterium-rubi	1732
s__Morganella-morganii	1733
o__HK1	1734
g__UBA1020	1735
s__Reidiella-endopervernicosa	1736
o__Brevinematales	1737
s__JCM-19058-sp001310555	1738
s__Mycobacterium-rutilum	1739
g__UBA9968	1740
s__UBA7173-sp001915385	1741
s__Listeria-innocua	1742
g__Arthrobacter_B	1743
g__Leptospirillum	1744
s__Aquimarina-agarilytica	1745
s__Chryseobacterium-culicis	1746
s__Methylobacterium-brachiatum	1747
g__Nitriliruptor	1748
s__Serratia-marcescens_B	1749
s__Pricia-antarctica	1750
s__Limosilactobacillus-mucosae	1751
o__Natranaerobiales	1752
g__Globicatella	1753
g__RC9	1754
s__Roseibium-sp001890945	1755
s__Neptuniibacter-caesariensis	1756
f__Thiohalomonadaceae	1757
s__Roseicyclus-sp000013565	1758
f__Porphyromonadaceae	1759
s__Ruania-albidiflava	1760
s__Kribbella-sp001984195	1761
f__Methylomonadaceae	1762
o__Chloracidobacteriales	1763
s__Blattabacterium-cuenoti_B	1764
s__Anaerosphaera-mikwangii	1765
s__Ruminococcus_D-bicirculans	1766
o__Immundisolibacterales	1767
s__Paenibacillus-sp900111565	1768
s__Litoreibacter-janthinus	1769
s__Glaciecola-pallidula	1770
p__Patescibacteria	1771
s__Atopococcus-tabaci	1772
s__Photorhabdus-asymbiotica	1773
s__Gemmiger-variabilis	1774
s__Paludisphaera-sp001610895	1775
s__Beggiatoa-leptomitoformis	1776
s__Bartonella-elizabethae	1777
s__Woeseia-oceani	1778
s__Muricauda-eckloniae	1779
s__Alkaliphilus_B-oremlandii	1780
c__Thermosediminibacteria	1781
s__Rhizomicrobium-sp001898015	1782
g__UBA11471	1783
s__Duganella-sp900100205	1784
g__Aminomonas	1785
